[
  {
    "name": "Costa Rica",
    "lat": 10.0651,
    "lng": -84.077922,
    "summary": "# Costa Rica: Economy\n\nCosta Rica's economy is projected to grow 3.6% in 2025, supported by tourism recovery, medical device exports, and a diversified service sector, though fiscal challenges and inequality persist. Under President Rodrigo Chaves, elected in 2022, the country has pursued fiscal consolidation while grappling with demands for social spending and infrastructure investment. With 5.2 million people and nominal GDP of $68 billion ($13,000 per capita), Costa Rica maintains Central America's highest living standards through democratic institutions, environmental leadership, and social investment, though recent years have seen erosion of the egalitarian model that defined its success.\n\n## Tourism & Ecotourism Leadership\n\nTourism contributes 8% of GDP directly and supports 15% of employment, with 3.2 million annual visitors drawn to beaches, rainforests, volcanoes, and biodiversity. Costa Rica pioneered ecotourism with sustainable lodges, national parks covering 25% of territory, and a brand emphasizing environmental conservation. However, mass tourism to Guanacaste beach resorts and cruise ship arrivals to Puerto Limón have created tensions between sustainability rhetoric and development pressures. The sector recovered strongly from pandemic lows, though labor shortages and inflation have challenged competitiveness.\n\n## Medical Device Manufacturing\n\nCosta Rica has successfully developed a medical device manufacturing cluster, with companies like Boston Scientific, Abbott, and Medtronic producing pacemakers, stents, and surgical instruments. The sector employs 40,000 and generates $3.5 billion in exports, leveraging Costa Rica's educated workforce, political stability, and free trade zone incentives. However, moving beyond assembly to R&D requires continued education investment and retention of technical talent facing emigration pressure to higher-wage markets. The CINDE investment promotion agency has been critical to attracting and supporting these operations.\n\n## Fiscal Challenges & Reform Efforts\n\nPublic debt reached 68% of GDP following pandemic spending, requiring fiscal consolidation. The 2018 fiscal reform increased VAT, reduced exemptions, and introduced fiscal rules, but implementation has been politically difficult. Interest payments consume 16% of the budget, crowding out productive investment. The bloated public sector with generous benefits creates rigidities, while pension system reform remains pending despite demographic pressures. President Chaves campaigned on anti-establishment themes but has struggled to implement reforms given congressional fragmentation. The country needs additional revenue or spending cuts to stabilize debt, but both are politically toxic.\n\n## Renewable Energy Success\n\nCosta Rica generates 99% of electricity from renewable sources—primarily hydro, wind, geothermal, and solar—an extraordinary achievement allowing the country to market itself as carbon-neutral. However, the electricity sector faces challenges: ICE (the state utility monopoly) has financial problems from high costs and political interference, dry seasons increasingly strain hydro reliability due to climate change, and rates are high by regional standards affecting competitiveness. Private sector participation in generation has increased but distribution remains state-controlled.\n\n## Inequality & Social Progress Reversal\n\nCosta Rica historically achieved unusually low inequality and high human development through public education, healthcare, and social programs. However, the Gini coefficient has risen from 0.48 to 0.51 as growth has been unequal, with benefits concentrated in San José metropolitan area and tourism/manufacturing sectors while rural areas and Caribbean coast lag. Youth unemployment exceeds 20%, and public education quality has declined with teacher strikes frequent. The social contract that distinguished Costa Rica from neighbors is fraying.\n\n## Outlook\n\nCosta Rica's economic prospects for 2026 depend on executing fiscal consolidation without sacrificing social investment, diversifying exports beyond tourism and medical devices, and addressing infrastructure deficits in roads, ports, and telecommunications. The country maintains significant advantages—democracy, environmental assets, human capital, proximity to US markets—but faces pressures from inequality, populism, and fiscal constraints. Pension reform and public sector efficiency improvements are critical but politically difficult. Costa Rica needs to rediscover the pragmatic social democratic model that generated shared prosperity, adapting it to 21st century challenges.",
    "issues": [
      "Public debt at 68% of GDP with interest consuming 16% of budget",
      "Gini coefficient rising from 0.48 to 0.51 with growing inequality",
      "Medical device exports at $3.5B with 40,000 employed",
      "Tourism at 3.2M annual visitors supporting 15% of employment",
      "Bloated public sector creating fiscal rigidities"
    ]
  },
  {
    "name": "Panama",
    "lat": 8.72198,
    "lng": -80.352106,
    "summary": "# Panama: Economy\n\nPanama's economy is projected to grow 4.5% in 2025, among Latin America's strongest, driven by the Panama Canal, logistics services, banking, and construction. Under President José Raúl Mulino, elected in 2024, the country continues leveraging its geographic position as the hemisphere's logistics hub while grappling with inequality, corruption, and environmental concerns. With 4.4 million people and nominal GDP of $79 billion ($18,000 per capita), Panama has achieved upper middle-income status through pragmatic policies, openness to investment, and the canal's unique asset, though prosperity remains concentrated in Panama City with rural areas left behind.\n\n## Panama Canal & Logistics Dominance\n\nThe Panama Canal remains the economy's centerpiece, generating $2.5 billion annually in direct revenues (3-4% of GDP) plus enormous indirect impacts through logistics, shipping services, and the Colón Free Zone. The expanded canal opened in 2016 handles neo-Panamax vessels carrying 14,000 containers, capturing Asian-US East Coast trade. However, the 2023-24 drought forced transit restrictions as Gatún Lake levels fell, reducing daily crossings from 38 to 24 and costing $500+ million in revenues. Climate change threatens long-term viability without water management solutions—options include building a reservoir, pipelines from other watersheds, or cloud seeding. The canal's strategic value ensures Panama's prosperity but creates vulnerability to climate and geopolitical shifts.\n\n## Financial Center & Dollarization\n\nPanama's dollarized economy and favorable regulatory environment have made it Latin America's major offshore financial center, with over 60 international banks and $130 billion in deposits. The sector contributes 8% of GDP and employs tens of thousands in banking, insurance, legal, and accounting services. However, international pressure on tax havens and money laundering has forced transparency improvements. Panama was removed from the FATF grey list in 2023 after implementing anti-money laundering reforms, but maintaining international acceptability while preserving financial competitiveness requires constant balancing.\n\n## Copper Mining & Environmental Conflict\n\nThe Cobre Panamá mine, one of the world's largest open-pit copper operations, became operational in 2019 producing 350,000 tons annually and contributing $375 million in government revenues. However, massive 2023 protests against the mining contract over environmental and sovereignty concerns forced the Supreme Court to declare it unconstitutional, shutting the mine and eliminating $5 billion (6% of GDP) in annual economic activity. The episode revealed deep public concern about environmental protection versus economic development, particularly in a country that markets itself as eco-conscious. The government and First Quantum (the operator) seek resolution, but reopening faces intense opposition.\n\n## Inequality & Two-Speed Economy\n\nPanama City's gleaming skyline, shopping malls, and banking towers contrast sharply with rural poverty in indigenous comarcas and the Darién region. The Gini coefficient of 0.49 reflects massive inequality, with indigenous groups facing 80% poverty rates while the capital's business elite enjoys first-world lifestyles. Chinese construction of ports, the metro, and infrastructure has transformed the capital but generated limited benefits in the interior. Education quality is poor outside urban areas, and youth unemployment remains high. The social compact is weak, creating political instability.\n\n## Chinese Infrastructure & Geopolitical Position\n\nChina has become Panama's largest canal user and major investor following 2017 diplomatic recognition switch from Taiwan. Chinese companies operate ports on both canal ends (PSA at the Atlantic, CMA CGM on Pacific), built the metro, and invested in infrastructure. The US views this with strategic concern given the canal's importance. Panama must navigate great power competition carefully, maintaining economic benefits from Chinese investment while preserving US security relationship. The Biden administration has increased engagement to counter Chinese influence.\n\n## Outlook\n\nPanama's economic prospects for 2026 remain strong with continued growth expected if canal operations normalize with water availability improvements. The logistics and financial sectors provide resilient revenue streams, while construction and services support employment. However, challenges include resolving the copper mine dispute to restore fiscal revenues, addressing inequality and rural poverty, managing water scarcity threatening canal operations, and navigating US-China competition. The 2024 election brought Mulino's right-leaning party to power with promises of security and economic growth. Panama's advantages—geography, canal, dollarization, services orientation—remain powerful, but converting growth into broadly-shared prosperity requires policy focus on inclusion and interior development currently lacking.",
    "issues": [
      "Canal revenues of $2.5B threatened by drought restricting transits",
      "Cobre Panamá mine closure eliminating $5B (6% of GDP) activity",
      "Gini coefficient at 0.49 with indigenous poverty at 80%",
      "Financial center with $130B deposits facing anti-money laundering pressure",
      "Chinese port/infrastructure investments creating US strategic concerns"
    ]
  },
  {
    "name": "Jamaica",
    "lat": 18.137124,
    "lng": -77.318767,
    "summary": "# Jamaica: Economy\n\nJamaica's economy is projected to grow 2.2% in 2025, continuing modest expansion supported by tourism, remittances, and improving business environment despite challenges from crime, infrastructure deficits, and limited diversification. Under Prime Minister Andrew Holness and the JLP government, the country has maintained macroeconomic stability through fiscal discipline and structural reforms while struggling to accelerate growth and address inequality. With 2.8 million people and nominal GDP of $18 billion ($6,400 per capita), Jamaica has achieved debt reduction and inflation control but translating macroeconomic success into higher living standards remains elusive.\n\n## Tourism Dependence\n\nTourism dominates the economy at 30% of GDP, with 4 million annual visitors—including 1.5 million stopover tourists and 2.5 million cruise passengers—drawn to beaches, resorts, culture, and cuisine. Montego Bay, Negril, and Ocho Rios generate $3.5 billion in tourism revenues. However, the sector's enclave nature limits linkages to the broader economy—tourists stay in all-inclusive resorts with limited local spending, food is imported rather than sourced domestically, and employment is seasonal and low-wage. Violent crime in urban areas creates image problems, though resort zones remain secured.\n\n## Debt Reduction Success\n\nJamaica achieved a remarkable fiscal turnaround, reducing public debt from 145% of GDP in 2013 to 72% through sustained primary surpluses averaging 6-7% annually. This required brutal spending restraint—public sector wage freezes, reduced social spending, infrastructure underinvestment—but restored fiscal sustainability and lowered interest costs. The IMF-supported program was completed successfully. However, the social costs have been severe, with stagnant wages, deteriorating services, and limited growth. The government now has more fiscal space but debt servicing still consumes 30% of the budget.\n\n## Remittances Lifeline\n\nRemittances from the Jamaican diaspora (primarily in US, UK, Canada) reached $3.6 billion in 2024—20% of GDP—providing the primary income source for many families. These flows support consumption, housing, and education while cushioning poverty. However, dependence reflects limited domestic opportunity, with emigration of educated youth the rational choice. The diaspora maintains strong connections through visits, investment, and cultural ties. Efforts to formalize remittances and channel them toward productive investment have had mixed results.\n\n## Bauxite/Alumina Decline\n\nJamaica historically was a major bauxite and alumina producer, but the sector has declined from its peak with mines closing or reducing operations. Chinese companies (Jiuquan Iron and Steel, JISCO) now control most operations, and production has stabilized around 8-9 million tons of bauxite annually. However, the sector faces high energy costs, aging infrastructure, and environmental legacyissues. Mining contributes just 1% of GDP versus 10-15% historically, representing a lost economic pillar that hasn't been replaced.\n\n## Crime & Security Costs\n\nJamaica suffers one of the world's highest homicide rates at 53 per 100,000, concentrated in Kingston's garrison communities where gang warfare and extortion dominate. The security costs—police, military deployment, private guards, business losses—consume resources while deterring investment and constraining tourism expansion. States of emergency are frequent, providing temporary calm but not sustainable solutions. The gang phenomenon is tied to politics, drugs, and inequality, requiring comprehensive approach Jamaica has struggled to implement.\n\n## Outlook\n\nJamaica's economic prospects for 2026 are modest, with continued low growth expected absent structural changes. The country has achieved macroeconomic stability but not prosperity—fiscal consolidation succeeded, inflation is controlled, but growth remains anemic at 1-2% annually. Diversifying beyond tourism and remittances requires investment in education, infrastructure, and security that fiscal constraints have limited. The business environment has improved with streamlined regulations and investment incentives attracting some logistics and business services. Cannabis legalization offers potential but implementation has been slow. Jamaica needs to leverage its culture, diaspora, strategic location, and reformed economic framework into higher growth, but the path remains unclear. Youth unemployment at 25% and persistent emigration signal dissatisfaction with economic opportunities. The country demonstrates that macroeconomic discipline is necessary but insufficient for development.",
    "issues": [
      "Tourism at 30% of GDP with enclave resorts limiting linkages",
      "Public debt reduced from 145% to 72% through severe austerity",
      "Homicide rate at 53 per 100,000 concentrated in Kingston",
      "Remittances at $3.6B (20% of GDP) supporting consumption",
      "Low growth at 1-2% despite macroeconomic stability"
    ]
  },
  {
    "name": "Trinidad and Tobago",
    "lat": 10.9989,
    "lng": -60.9184,
    "summary": "# Trinidad and Tobago: Economy\n\nTrinidad and Tobago's economy faces contraction of 0.8% in 2025 as declining natural gas production, aging infrastructure, and policy drift offset strengths in energy and petrochemicals. Under Prime Minister Dr. Keith Rowley and the PNM government, the country struggles to transition from hydrocarbon dependence while maintaining the Caribbean's highest per capita income. With 1.5 million people and nominal GDP of $27 billion ($18,000 per capita), T&T's prosperity was built on oil and gas windfall revenues that funded generous social spending, public sector employment, and subsidies—a model now under severe strain as production declines and revenues fall, requiring difficult adjustments the political system resists.\n\n## Natural Gas Decline & Energy Sector\n\nNatural gas production has declined from 4.3 billion cubic feet daily at peak to around 2.8 bcf/d as major fields deplete and exploration investment has been insufficient. The gas feeds petrochemical plants (ammonia, methanol, LNG) and power generation, making production declines catastrophic for the economy. Energy contributes 35% of GDP and 80% of exports. The government's failure to attract exploration investment through competitive contracts and regulatory clarity has deepened the crisis. BP, Shell, and bpTT operate major fields, but relations with the government have been tense over tax disputes and contract terms. Without significant gas discoveries and development, the economy faces structural decline.\n\n## Fiscal Crisis & Subsidy Burden\n\nGovernment revenues have collapsed along with energy prices and production, creating chronic deficits near 7-8% of GDP. Public debt has risen from 40% to 85% of GDP since 2014, consuming increasing budget shares for debt service. The Heritage and Stabilization Fund (sovereign wealth fund) has been drawn down from $6 billion to $5 billion to finance deficits, depleting the buffer. Fuel and food subsidies cost 5-6% of GDP annually, primarily benefiting higher-income groups but politically impossible to remove. The bloated public sector with 80,000 employees (5% of the population) consuming 13% of GDP resists reform. The country faces painful fiscal adjustment requiring subsidy cuts, public sector downsizing, and tax increases—all politically toxic.\n\n## Exchange Rate Pressures & Foreign Currency Shortage\n\nThe managed exchange rate of 6.8 TT dollars per US dollar has created a parallel market trading at 8-9 as the central bank lacks reserves to meet forex demand at the official rate. Businesses struggle to access dollars for imports and debt service. The manufacturing and tourism sectors suffer from inability to procure inputs. The government resists devaluation fearing inflation and social unrest, but the rate is clearly overvalued and adjustment inevitable. Reserves have fallen from $13 billion to $5 billion, barely covering 6 months of imports.\n\n## Petrochemical Industry\n\nThe Point Lisas Industrial Estate hosts major petrochemical facilities producing ammonia and methanol for export, leveraging cheap natural gas feedstock. However, declining gas volumes force production cuts and threaten competitiveness. The sector employs 10,000 directly plus supply chains. Plants like Massy Holdings, Yara, and Methanol Holdings need long-term gas supply certainty to justify continued operation and investment. Without gas, the industrial complex faces obsolescence, eliminating thousands of high-wage jobs.\n\n## Tourism Underperformance\n\nDespite beaches, Carnival, and biodiversity, tourism contributes just 6% of GDP with 400,000 annual visitors—far below Caribbean peers. The energy boom created high costs and reduced tourism competitiveness. Crime in Port of Spain and limited marketing investment have constrained development. Post-energy decline, tourism offers diversification potential but requires investment in infrastructure, security, and branding T&T has struggled to provide.\n\n## Outlook\n\nTrinidad and Tobago faces a difficult economic adjustment as the energy boom that financed prosperity for three decades ends without a transition to sustainability. The country needs massive gas discoveries, subsidy reform, currency devaluation, public sector downsizing, and economic diversification—all politically difficult and delayed. The upcoming election will test whether leadership can convince the population to accept painful adjustments or whether populist promises postpone crisis further. The Dragon gas field development offers some hope, but volumes are insufficient to restore boom-era production. T&T risks becoming a cautionary tale of resource wealth squandered through poor governance and failure to diversify.",
    "issues": [
      "Natural gas production declined from 4.3 to 2.8 bcf/d",
      "Public debt surged from 40% to 85% of GDP since 2014",
      "Fuel/food subsidies costing 5-6% of GDP annually",
      "Parallel exchange rate at 8-9 vs official 6.8 TT$/US$",
      "Foreign reserves depleted from $13B to $5B"
    ]
  },
  {
    "name": "Guyana",
    "lat": 5.124317,
    "lng": -58.942643,
    "summary": "# Guyana: Economy\n\nGuyana's economy is experiencing explosive transformation with GDP growth projected at 26.8% in 2025, driven by massive offshore oil discoveries that have converted the former British colony into the world's fastest-growing economy. Under President Irfaan Ali and the PPP/C government, the country of 800,000 people is managing an unprecedented oil windfall—production exceeding 650,000 barrels daily with potential for 1.5 million by 2030—that is overwhelming institutions, creating governance challenges, and risking resource curse pathologies. With nominal GDP surging to $25 billion ($31,000 per capita), Guyana has vaulted from one of the hemisphere's poorest to potentially wealthiest countries within a decade, but converting oil revenues into sustainable development will test state capacity and political maturity.\n\n## Oil Boom & Production Scale-Up\n\nExxonMobil's 2015 Liza discovery offshore unlocked 11+ billion barrels of recoverable reserves, among the decade's largest finds. Production began in 2019 and is ramping rapidly with Liza Phase 1 and 2, Payara, and future developments bringing 6 FPSOs online by 2028. The Stabroek Block operated by Exxon (45%), Hess (30%), and CNOOC (25%) is extraordinarily profitable with break-even below $35/barrel. At $80 oil, Guyana could generate $15-20 billion annually in oil revenues by 2030—$25,000 per capita—creating unprecedented fiscal space. However, the government's negotiating position was weak when contracts were signed, with Guyana receiving 52% revenue share versus 60-80% in other jurisdictions, a source of ongoing controversy.\n\n## Natural Resource Fund & Sovereign Wealth Management\n\nOil revenues flow into the Natural Resource Fund (NRF) sovereign wealth fund, which reached $3.2 billion by late 2024 and grows rapidly. The government withdraws a capped percentage annually (6-8% of fund value) for budget support, with remaining funds invested internationally. This framework, mandated by law and advised by external experts, aims to prevent Dutch disease, inflation, and boom-bust cycles that destroyed Venezuela and others. However, political pressure builds to spend more aggressively on infrastructure, social programs, and subsidies. Managing the windfall prudently while addressing desperate development needs requires discipline Guyana's institutions have rarely demonstrated.\n\n## Infrastructure Investment Boom\n\nMassive infrastructure projects are transforming the country: a new Demerara River bridge ($260M), expansion of CJIA international airport, highway construction connecting regions, power generation from gas-to-energy project, deep-water port, and housing developments. These long-overdue investments address decades of underinvestment and isolation. However, implementation capacity is limited—Guyana has few engineers, project managers, or procurement specialists to execute billions in projects. Corruption risks are severe, with procurement irregularities already documented. Chinese, Brazilian, and US companies compete for contracts.\n\n## Labor Shortages & Human Capital Deficit\n\nGuyana's labor force is just 350,000 with limited technical skills for oil services, construction, and professional services. The brain drain saw hundreds of thousands emigrate to the US, Canada, and UK during the economic crisis of 1980s-2000s. Wages have surged 40-60% as oil companies and construction projects compete for workers, creating inflation and destroying competitiveness in traditional sectors like sugar, rice, and forestry. Universities and training institutions lack capacity to produce graduates quickly. The government has initiated diaspora return programs and work permits for Caribbean and regional labor.\n\n## Ethnic Politics & Governance Challenges\n\nGuyana's politics remain deeply divided between the Indo-Guyanese PPP/C and Afro-Guyanese PNC, with ethnic voting patterns nearly absolute. The contested 2020 election triggered a constitutional crisis before international pressure forced the PPP to power. Oil wealth intensifies stakes as control means access to patronage and contracts. Weak institutions, politicized public sector, and ethnic suspicions create governance challenges. Transparency and anti-corruption mechanisms are weak. The risk of oil revenues being captured by elites, wasted on white elephant projects, or distributed as patronage rather than invested strategically is very real.\n\n## Outlook\n\nGuyana's trajectory over the next decade will be among the world's most watched development experiments. If oil revenues are managed well—invested in education, infrastructure, and economic diversification while maintaining fiscal discipline and avoiding inflation—Guyana could achieve transformation comparable to Gulf states. If revenues are squandered through corruption, populist spending, or failure to diversify, the country will follow Venezuela into resource curse. Early signs are mixed: significant infrastructure investment proceeds alongside corruption concerns and political dysfunction. The 2025 elections will test democratic institutions under oil wealth pressures. The opportunity is extraordinary; the risks equally so.",
    "issues": [
      "Oil production exceeding 650,000 bpd ramping to 1.5M by 2030",
      "Natural Resource Fund at $3.2B with governance framework tested",
      "Labor force of 350,000 facing severe skills shortage",
      "Government revenue share of 52% below 60-80% industry standards",
      "Ethnic political divisions intensified by oil wealth stakes"
    ]
  },
  {
    "name": "Suriname",
    "lat": 4.143987,
    "lng": -55.91094,
    "summary": "# Suriname: Economy\n\nSuriname's economy is projected to grow 2.8% in 2025, beginning a recovery from years of crisis as offshore oil discoveries promise transformation similar to neighbor Guyana. Under President Chan Santokhi, elected in 2020, the country has implemented IMF-supported reforms to address fiscal crisis, hyperinflation, and corruption while preparing for oil production starting in 2028. With 640,000 people and nominal GDP of $3.6 billion ($5,600 per capita), Suriname represents a second chance—TotalEnergies' massive offshore discoveries could provide the fiscal resources for development if governance improves and lessons from resource curse failures are learned.\n\n## Oil Discoveries & Future Production\n\nTotalEnergies and APA Corporation discovered 700+ million barrels of recoverable oil offshore in Block 58, with potential for 1+ billion as exploration continues. The GranMorgu and Sapakara South fields will begin production in 2028 with 220,000 barrels daily, generating billions in annual revenues for the government. This windfall could transform Suriname from a struggling developing country to a middle-income petrostate within a decade. However, production is 3-4 years away, and the current government must stabilize the economy and strengthen institutions before the money flows or risk repeating Venezuela's trajectory of waste and corruption.\n\n## Fiscal Crisis & IMF Program\n\nSuriname suffered a severe crisis under former President Dési Bouterse (convicted criminal in Netherlands for drug trafficking), with fiscal deficits exceeding 15% of GDP, public debt reaching 125%, and hyperinflation above 60%. The central bank monetized deficits, destroying the Surinamese dollar from 7 to over 30 per US dollar. The Santokhi administration implemented an IMF program requiring brutal fiscal adjustment: 30% spending cuts, subsidy removal, public sector wage freezes, and tax increases. The pain has been severe—living standards fell 20-30%, poverty surged—but macroeconomic stability is returning with deficits narrowing to 5% and inflation falling to 18%.\n\n## Gold Mining & Commodity Dependence\n\nGold mining contributes 30% of GDP and 80% of exports, with Newmont's Merian mine and Iamgold's Rosebel operation plus hundreds of small-scale (often illegal) miners in the interior rainforest. Gold production of 22 tons annually at $60-70/oz provides critical export revenues. However, illegal mining causes massive environmental damage—mercury pollution in rivers, deforestation, and violence in mining areas. Suriname also produces oil onshore (15,000 bpd via state Staatsolie), bauxite, and rice for export, but the economy remains commodity-dependent and vulnerable to price volatility.\n\n## Ethnic Politics & Democratic Fragility\n\nSuriname's multiethnic society—East Indian (27%), Maroon (22%), Creole (16%), Javanese (13%), mixed and other—has experienced political instability including military coups (1980, 1990), civil war (1986-92), and authoritarian rule. The 2020 election peacefully removed Bouterse after a decade of corruption and economic mismanagement. However, democratic institutions remain weak, ethnic patronage politics dominant, and Bouterse's NDP party still commands 30% support. The risk of future instability is real, particularly if oil revenues generate competition for control without institutional safeguards.\n\n## Rainforest & Environmental Crossroads\n\nSuriname is 93% rainforest, among the world's highest forest cover percentages, providing carbon sequestration, biodiversity, and indigenous territory. The country markets itself as carbon-negative due to forest conservation. However, gold mining, timber extraction, and slash-and-burn agriculture threaten forests. The government faces pressures to monetize resources for development versus international climate finance for conservation. Oil production will add emissions and environmental risks. Balancing development and environment will test governance.\n\n## Outlook\n\nSuriname's economic future is binary: if oil production proceeds smoothly, revenues are managed prudently through sovereign wealth fund mechanisms, institutions are strengthened, and investments in infrastructure, education, and diversification are made, the country could achieve transformation. If oil revenues are captured by elites, wasted on patronage, or trigger Dutch disease and inflation without diversification, Suriname will repeat resource curse failures. The next 3-4 years before oil flows are critical for building governance capacity. The IMF program's painful reforms have created space for stability, but political will to maintain discipline when oil money arrives remains uncertain. Suriname could become Guyana's success story or Venezuela's cautionary tale.",
    "issues": [
      "TotalEnergies' 700M+ barrel discovery starting production 2028",
      "Recent fiscal crisis with inflation at 60% and debt at 125% of GDP",
      "IMF program requiring 30% spending cuts causing severe hardship",
      "Gold mining contributing 30% of GDP with illegal operations rampant",
      "Ethnic political fragmentation with democratic institutions weak"
    ]
  },
  {
    "name": "Belize",
    "lat": 17.202068,
    "lng": -88.712962,
    "summary": "# Belize: Economy\n\nBelize's economy is projected to grow 3.4% in 2025, supported by tourism recovery and stable agricultural exports despite ongoing fiscal fragility and limited economic diversification. Under Prime Minister John Briceño and the PUP government, the country has restructured external debt and improved fiscal management while grappling with climate vulnerability, infrastructure deficits, and poverty. With 420,000 people and nominal GDP of $3 billion ($7,100 per capita), Belize remains a small, open economy dependent on tourism, agriculture, and remittances while facing significant development challenges.\n\n## Tourism & Barrier Reef\n\nTourism contributes 40% of GDP, with 1.5 million visitors (including cruise passengers) drawn to the Belize Barrier Reef (world's second-largest), Mayan ruins, cave tubing, and ecotourism. Ambergris Caye and Placencia are major resort destinations. However, cruise tourism generates limited economic impact as passengers spend minimally onshore. The reef faces threats from coastal development, pollution, and climate change, with hurricane damage and coral bleaching increasing. The government banned offshore oil drilling in 2017 to protect marine resources critical to tourism, foregoing potential revenues to preserve the industry's foundation.\n\n## Agriculture & Export Commodities\n\nAgriculture employs 20% of the workforce with sugar, bananas, citrus, and papaya as major exports. Belize Sugar Industries is the country's largest employer. However, the sector faces challenges from preferential EU market access erosion, climate impacts (hurricanes, droughts), and low productivity. Aquaculture (shrimp farming) has grown but remains small-scale. Agriculture contributes 10% of GDP, down from historical importance as the economy has shifted toward services.\n\n## Debt Restructuring & Fiscal Fragility\n\nBelize defaulted on external debt in 2012 and 2017, forcing restructurings that extended maturities and reduced principal via debt-for-nature swaps. Public debt remains elevated at 90% of GDP, though restructuring reduced annual service costs. The government operates with narrow fiscal space—primary surpluses are required to stabilize debt, but spending pressures from infrastructure, education, and healthcare are intense. Tax revenues at 24% of GDP are adequate but constrained by the small economy and tax evasion. The fiscal position remains precarious with limited resilience to shocks.\n\n## Remittances & Migration\n\nRemittances from Belizeans abroad (primarily US) reached $450 million in 2024—15% of GDP—supporting family consumption and housing. Migration has been significant with tens of thousands working in the US. The diaspora maintains strong connections. However, dependence on remittances reflects limited domestic opportunity, with youth emigration the rational choice given wage differentials.\n\n## Climate Vulnerability\n\nBelize faces extreme climate vulnerability from hurricanes, flooding, and sea-level rise threatening coastal communities and infrastructure. Hurricane Lisa (2022) caused damage equivalent to 10% of GDP. The low-lying terrain makes much of the country susceptible to flooding. Climate adaptation requires massive infrastructure investment in resilient buildings, coastal protection, and drainage that fiscal constraints make difficult. Insurance costs have surged, reducing affordability for households and businesses.\n\n## Outlook\n\nBelize's economic prospects for 2026 are modest, with continued gradual growth dependent on tourism and agriculture while constrained by fiscal fragility, climate vulnerability, and limited diversification. The debt restructuring provides some breathing room, but the country needs sustained primary surpluses to gradually reduce debt burdens—difficult politically given development needs. Diversification options are limited by small population and market size. Strengthening climate resilience is critical but expensive. Belize's advantages—English-speaking, beautiful environment, stable democracy—attract tourism and diaspora investment, but generating sustainable prosperity for the population requires more than current growth patterns provide.",
    "issues": [
      "Tourism contributing 40% of GDP with 1.5M annual visitors",
      "Public debt at 90% of GDP following multiple restructurings",
      "Remittances at $450M (15% of GDP) supporting consumption",
      "Extreme climate vulnerability with hurricane damage at 10% of GDP",
      "Small economy of 420,000 limiting diversification options"
    ]
  }
]