[
  {
    "name": "Bolivia",
    "lat": -16.666015,
    "lng": -64.593433,
    "summary": "# Bolivia: Economy\n\nBolivia's economy is projected to grow 2.4% in 2025, supported by high natural gas and lithium prices but constrained by political instability, declining gas production, and chronic infrastructure deficits. Under President Luis Arce of the Movement for Socialism (MAS) party, the country faces mounting fiscal pressures, foreign exchange shortages, and social tensions as the economic model built on commodity revenues and state-led development shows strain. With 12 million people and nominal GDP of $44 billion, Bolivia remains South America's poorest country despite significant natural resource wealth, held back by institutional weakness, geographic isolation, and policy unpredictability.\n\n## Natural Gas Decline & Fiscal Crisis\n\nNatural gas has been Bolivia's economic lifeline since the 2000s, generating export revenues and funding Evo Morales's ambitious social programs. However, production has declined from 60 million cubic meters per day at peak to around 38 million as major fields like San Alberto and San Antonio deplete and exploration investment has been insufficient. The state company YPFB lacks capital and technical capacity to reverse the decline, while the hostile investment climate deters foreign companies after the 2006 nationalizations. Gas export revenues to Brazil and Argentina have fallen correspondingly, creating a fiscal hole as the government still depends on hydrocarbon revenues for 30% of its budget.\n\n## Lithium: Enormous Potential, Minimal Extraction\n\nBolivia's Salar de Uyuni contains the world's largest lithium reserves, estimated at 21 million tons, positioning the country as potentially central to the global battery supply chain. However, actual production remains minimal at under 1,000 tons annually due to technological challenges extracting lithium from brines with high magnesium content, lack of infrastructure in remote Potosí, and the government's insistence on state-controlled development and domestic processing requirements. China's CATL signed a $1 billion deal in 2023 to build extraction and battery facilities, but implementation is slow. While Chile and Argentina have captured the lithium boom, Bolivia's resource sits largely untapped.\n\n## Foreign Exchange Crisis\n\nBolivia faces a severe foreign currency shortage with official reserves declining from $15 billion in 2014 to under $3 billion, barely covering two months of imports. The parallel market exchange rate has diverged sharply from the official peg of 6.96 bolivianos per dollar, trading at 9-10 in the black market. The government has imposed capital controls and import restrictions to preserve dollars, creating shortages of imported goods, components, and fuel. The fixed exchange rate, maintained since 2011, has become unsustainable but politically toxic to adjust given the social stability it has provided.\n\n## Fiscal Deficit & External Debt\n\nThe fiscal deficit has widened to 8.5% of GDP as revenues decline while spending remains elevated on subsidies, public sector wages, and social programs. External debt has surged from 22% of GDP in 2014 to 85% as the government borrowed heavily from China and multilateral institutions to finance deficits during the commodity downturn. Debt servicing costs are consuming an increasing share of the budget, and access to additional financing is limited given the deteriorating fiscal position. The IMF and World Bank have offered support conditional on reforms the government has been reluctant to implement.\n\n## Coca Economics & Informal Sector\n\nCoca cultivation for cocaine production remains a significant part of the economy, particularly in the Chapare and Yungas regions, despite government eradication efforts. The informal sector accounts for over 70% of employment, limiting tax collection and productive capacity. Many Bolivians work in subsistence agriculture, small-scale mining, or urban informal commerce with low productivity and incomes. The formal private sector is small, dominated by agriculture, mining, and hydrocarbons, with limited manufacturing or services beyond basic commerce.\n\n## Outlook\n\nBolivia's economic prospects for 2026 are challenging, with the foreign exchange crisis requiring adjustment that will be politically painful. Devaluation, subsidy cuts, and fiscal consolidation are economically necessary but risk social unrest in a country with a history of protests bringing down governments. The lithium opportunity could transform Bolivia's future if extraction succeeds, but the timeline is long and execution risky. Reviving natural gas production requires attracting investment with contract terms and political stability foreign companies currently see as lacking. Without policy changes, Bolivia faces continued slow growth, declining living standards, and eventual crisis forcing more dramatic adjustment.",
    "issues": [
      "Natural gas production declining from 60 to 38 million m³ daily",
      "Foreign reserves collapsed from $15B to under $3B since 2014",
      "Fiscal deficit at 8.5% of GDP with external debt at 85%",
      "Lithium reserves (21M tons) largely untapped with minimal production",
      "Parallel market boliviano trading at 9-10 vs official 6.96 per dollar"
    ]
  },
  {
    "name": "Paraguay",
    "lat": -21.674509,
    "lng": -60.146394,
    "summary": "# Paraguay: Economy\n\nParaguay's economy is projected to grow 3.8% in 2025, among the strongest in South America, driven by agricultural exports, hydroelectric energy, and pragmatic macroeconomic management. Under President Santiago Peña, who took office in August 2023, the country has maintained fiscal discipline, low inflation, and openness to investment despite challenges from drought affecting agriculture and global commodity price volatility. With 7 million people and nominal GDP of $43 billion, Paraguay has emerged as a relative success story in the region through conservative policies, abundant resources, and avoiding the populist excesses afflicting neighbors.\n\n## Agricultural Powerhouse\n\nAgriculture drives Paraguay's economy, accounting for 20% of GDP and 80% of exports. The country is the world's fourth-largest soybean exporter, sixth-largest beef exporter, and a major player in corn and wheat. The fertile eastern region bordering Brazil has been transformed by large-scale mechanized farming, largely by Brazilian immigrants (Brasilguayos) who have brought capital, technology, and market connections. The 2024-25 harvest is projected at 10 million tons of soybeans after drought reduced the previous year's output. Cattle ranching in the Chaco region supplies a growing beef export industry targeting premium markets. However, agricultural wealth is concentrated among large producers while smallholders and indigenous communities benefit little.\n\n## Hydroelectric Energy Giant\n\nParaguay possesses enormous clean energy resources through co-ownership of two massive hydroelectric dams: Itaipu (the world's second-largest) shared with Brazil with 14 GW capacity, and Yacyretá shared with Argentina with 3.2 GW. These facilities generate 99% of Paraguay's electricity and produce far more than domestic consumption, with surplus exported to Brazil and Argentina generating $2.5 billion annually. This provides cheap, reliable power domestically and significant fiscal revenues. However, the contracts governing electricity sales have been controversial, with Paraguay receiving below-market compensation, leading to renegotiation efforts. The energy abundance positions Paraguay well for attracting energy-intensive industries like data centers and green hydrogen production.\n\n## Fiscal Discipline & Low Debt\n\nParaguay has maintained fiscal responsibility with deficits near 2.5% of GDP and public debt at 38%, among the lowest in Latin America. The fiscal responsibility law caps debt at 40% of GDP, constraining deficit spending. Tax revenues remain low at 14% of GDP due to a large informal economy and agricultural sector exemptions, limiting public investment capacity. The government has resisted populist spending pressures while gradually expanding social programs and infrastructure investment. International reserves of $10 billion provide a comfortable buffer.\n\n## Monetary Policy & Currency Stability\n\nThe Central Bank of Paraguay has kept rates at 5.75% as inflation has remained low at 3.5%, near the target mid-point. The guaraní has traded relatively stably around 7,200-7,400 per dollar, reflecting confidence in macroeconomic management. Dollarization is high with about 50% of deposits and loans in US dollars, reflecting historical inflation volatility and preference for dollar assets. The central bank has accumulated reserves and maintained credibility through independent, data-driven policy.\n\n## Smuggling & Informal Economy\n\nParaguay's porous borders and historical role as a transshipment point make smuggling and contraband significant economic activities. Electronics, cigarettes, and other goods flow into Brazil and Argentina taking advantage of lower Paraguayan taxes and weak border controls. The tri-border area with Brazil and Argentina (Ciudad del Este) is a notorious hub for illicit trade, though also legitimate commerce. The informal sector accounts for 60% of employment, with many Paraguayans working in unregistered agriculture, commerce, or services. This limits tax collection and worker protections but also provides employment flexibility.\n\n## Investment Climate & Business Environment\n\nParaguay offers a relatively business-friendly environment in regional terms with low taxes, minimal bureaucracy, and openness to foreign investment. Corporate tax rates are 10%, among the lowest in the hemisphere. The maquila export processing regime has attracted some manufacturing for regional markets. However, infrastructure deficits—poor roads, limited rail, inadequate ports on the Paraguay-Paraná waterway—increase logistics costs and reduce competitiveness. Corruption, weak institutions, and land tenure disputes pose risks. The country has attracted agricultural investment but limited success in diversifying into higher value-added industries.\n\n## Outlook\n\nParaguay's economic prospects for 2026 are positive relative to regional peers, with continued growth expected if weather conditions are favorable and commodity prices hold. The country's conservative macroeconomic management, abundant resources, and avoidance of policy extremes provide stability attractive to investors. Challenges include diversifying beyond agriculture, improving infrastructure, formalizing the economy, and ensuring agricultural growth benefits the broader population. The hydroelectric advantage offers opportunities in green industries if connectivity and regulatory frameworks improve. Paraguay remains one of South America's better economic bets despite limitations.",
    "issues": [
      "Agriculture accounting for 80% of exports with soybean dominance",
      "Hydroelectric surplus generating $2.5B annually from Brazil/Argentina",
      "60% informal employment limiting tax collection at 14% of GDP",
      "Infrastructure deficits increasing logistics costs",
      "Agricultural wealth concentration with smallholder exclusion"
    ]
  },
  {
    "name": "Uruguay",
    "lat": -32.961127,
    "lng": -55.966942,
    "summary": "# Uruguay: Economy\n\nUruguay's economy is projected to grow 2.8% in 2025, maintaining its position as one of Latin America's most stable and prosperous nations with strong institutions, low corruption, and prudent macroeconomic management. Under President Luis Lacalle Pou of the center-right National Party, the country has pursued market-friendly policies, fiscal consolidation, and trade diversification while preserving robust social protections and progressive social policies. With 3.5 million people and nominal GDP of $71 billion (approximately $20,000 per capita, the highest in South America), Uruguay exemplifies how good governance and institutional quality can generate prosperity despite limited size and resources.\n\n## Agricultural Excellence & Export Dependence\n\nAgriculture remains central to Uruguay's economy, with beef, soybeans, dairy, wool, and forestry products accounting for 70% of goods exports. The country is renowned for grass-fed beef quality, exporting to over 100 markets with China taking 40%. Dairy and rice are also significant exports. The agricultural model emphasizes technology adoption, traceability, and sustainability, allowing premium pricing. However, this creates vulnerability to commodity price cycles and weather variability—the 2023 drought was the worst in 40 years, reducing output and causing electricity rationing as hydroelectric generation fell. Diversifying the export base beyond agriculture has proven difficult despite efforts.\n\n## Fiscal Position & Pension Challenge\n\nFiscal discipline has been maintained with deficits near 3.5% of GDP and public debt around 67%, manageable but elevated. The pension system consumes 12% of GDP due to generous benefits and an aging population, creating a structural fiscal burden. Reform attempts have been politically contentious, with a 2023 referendum narrowly rejecting measures to lower the retirement age and increase benefits, which would have been fiscally catastrophic. The government has focused on containing spending growth while protecting education and healthcare, but long-term fiscal sustainability requires pension reform that remains politically difficult.\n\n## Monetary Policy & Inflation Control\n\nThe Central Bank of Uruguay has maintained credible inflation targeting with rates at 8.50% and inflation at 5.2%, slightly above the 3-6% target range. The peso has traded around 40-42 per dollar with moderate depreciation. The central bank enjoys operational independence and market credibility, having successfully navigated multiple external shocks. Financial dollarization remains high at about 60% of bank deposits and 50% of credit, a legacy of historical instability though the system has been resilient.\n\n## Technology Sector & Innovation\n\nUruguay has cultivated a growing technology and services sector, with Montevideo positioning itself as a regional tech hub. Software development, business process outsourcing, and fintech companies have attracted investment, supported by high educational attainment, reliable infrastructure, and government support through tax incentives and fiber optic connectivity. The country ranks first in South America on digital development indices. While technology remains a small share of GDP, it represents a higher value-added diversification path beyond commodities.\n\n## Tourism & Regional Services\n\nTourism contributes significantly to the economy, with Argentine and Brazilian visitors flocking to Punta del Este's beaches and Colonia's colonial charm, plus Montevideo's cultural attractions. However, Uruguay has become expensive relative to neighbors due to the strong peso and high living costs, reducing competitiveness. The country also serves as a financial and professional services center for the region, with favorable regulations, legal security, and political stability attracting wealth management and corporate headquarters.\n\n## Free Trade Policy & Regional Integration\n\nUruguay is trapped in Mercosur with Brazil and Argentina, the customs union that restricts individual members from negotiating free trade agreements independently. This has frustrated Uruguay's desire for trade diversification and access to Asian and European markets. The government has pushed for flexibility to pursue bilateral deals, creating tensions with Argentina especially. Small size limits negotiating leverage, but the country has succeeded in exporting to China despite Mercosur constraints and continues exploring trade expansion.\n\n## Quality of Life & Institutional Strength\n\nUruguay consistently ranks as Latin America's least corrupt country, most democratic, and highest on human development indices. Press freedom, judicial independence, and civil liberties are robust. Social indicators including education, healthcare, and inequality are strong relative to regional peers. This institutional quality attracts investment, talent, and tourism, providing competitive advantages beyond natural resources. However, violent crime has increased in recent years, with homicide rates rising from 8 to 12 per 100,000, though still low by regional standards, driven by drug trafficking through Montevideo's port.\n\n## Outlook\n\nUruguay's economic prospects for 2026 remain solid with continued moderate growth expected. The country benefits from stable, predictable policies, strong institutions, and good infrastructure relative to neighbors. Challenges include fiscal pressures from pensions and public sector wages, limited economic diversification, high costs reducing competitiveness, and weather vulnerability affecting agriculture. The technology sector and renewable energy offer growth opportunities. Presidential elections in 2024 resulted in a return to center-left governance, but policy continuity is expected given broad consensus on macroeconomic prudence. Uruguay remains a regional standout for governance quality and living standards.",
    "issues": [
      "Pension system consuming 12% of GDP with aging population",
      "Agricultural exports (70% of goods) creating commodity vulnerability",
      "Fiscal deficit at 3.5% with public debt at 67% of GDP",
      "Mercosur membership constraining independent trade negotiations",
      "High costs reducing competitiveness versus regional neighbors"
    ]
  },
  {
    "name": "Cuba",
    "lat": 21.334024,
    "lng": -77.975855,
    "summary": "# Cuba: Economy\n\nCuba's economy remains in severe crisis with GDP contracting an estimated 2.0% in 2025 after years of decline, as the combination of US sanctions, socialist central planning, the pandemic's devastation of tourism, and chronic mismanagement perpetuate shortages, inflation, and deteriorating living standards. Under President Miguel Díaz-Canel, the government has implemented limited market-oriented reforms while maintaining the Communist Party's political monopoly and centrally-planned economy that has failed to provide basic goods and services. With 11 million people and nominal GDP estimated at just $107 billion, Cuba represents the exhaustion of the Castro-era economic model absent significant liberalization the regime has been unwilling to undertake.\n\n## Economic Crisis & Shortages\n\nCuba faces the worst economic conditions since the \"Special Period\" following the Soviet collapse. Chronic shortages of food, medicine, fuel, and basic consumer goods plague the population, forcing hours-long queues and black market dependence. The dual currency system (CUP and CUC) was unified in 2021 at 24 CUP per dollar, but the reform was botched, triggering inflation estimated at 70-100% in 2024 that has devastated purchasing power. The informal economy dominates daily life as Cubans use survival strategies including remittances, black market commerce, and state theft to supplement inadequate official salaries averaging $20-30 monthly.\n\n## US Sanctions & External Constraints\n\nThe US embargo, intensified under Trump and largely maintained by Biden, restricts Cuba's access to American markets, financial systems, and technology while limiting foreign investment. The sanctions have caused substantial economic damage, though the government also uses them as justification for policy failures. Venezuela's economic collapse eliminated the preferential oil supplies that subsidized Cuba for years, forcing energy rationing and blackouts. Russia and China provide some support but far less than Soviet-era assistance. Tourism from Europe and Canada partially compensates for US restrictions.\n\n## Tourism Sector Struggles\n\nTourism traditionally generated 10% of GDP and employed 500,000, but the sector collapsed during COVID-19 and has recovered slowly to about 2 million annual visitors versus 4.3 million in 2019. Varadero beaches and Havana's colonial architecture attract visitors, but deteriorating infrastructure, food shortages, and service quality issues diminish the experience. The regime maintains tight control over tourism revenues through state companies, limiting benefits to ordinary Cubans. Private casas particulares (homestays) and paladares (restaurants) emerged during pandemic liberalization but face renewed restrictions.\n\n## Agricultural Failure & Food Dependence\n\nDespite fertile land and favorable climate, Cuba imports 60-70% of food consumption at a cost exceeding $2 billion annually due to collectivized agriculture's failure. State farms and cooperatives suffer from lack of incentives, inputs, technology, and autonomy, producing far below potential. Private farmers face price controls, marketing restrictions, and arbitrary procurement. Malnutrition and food insecurity affect significant portions of the population. The agricultural crisis reflects broader systemic failure of central planning and state ownership.\n\n## Remittances & Diaspora\n\nRemittances from the Cuban diaspora in the United States, Spain, and elsewhere provide critical income support estimated at $3-4 billion annually, exceeding total goods exports. The government profits through currency exchange fees and retail monopolies selling goods unavailable through rationing. Western Union's 2020 closure at US government order disrupted remittance flows, though informal channels and reopening in 2023 have partially restored transfers. The exodus of over 400,000 Cubans since 2021 has intensified, with working-age professionals and youth leaving via the Nicaragua route to the US border.\n\n## State Enterprise Reform Stalemate\n\nThe government announced intentions to reform loss-making state enterprises that depend on subsidies while producing little of value. However, implementation has been minimal as the regime fears private sector growth and independent economic power threaten political control. Small reforms allowing some private businesses in limited sectors have occurred, but arbitrary restrictions, confiscatory taxation, and lack of wholesale markets constrain development. The entrepreneurial talent exists but operates under oppressive conditions that prevent scaling.\n\n## Outlook\n\nCuba's economic trajectory remains bleak absent fundamental policy change that appears unlikely while the Communist Party maintains power. The model of centralized state control, limited markets, and dependence on external support has failed, yet the regime prioritizes political control over economic reform. Increasing emigration drains human capital while aging demographics and crumbling infrastructure compound challenges. US sanctions relief would help but wouldn't solve structural problems requiring market mechanisms, property rights, and entrepreneurial freedom. The population's patience is exhausting, evidenced by 2021 protests and ongoing exodus, but the security apparatus maintains control. Cuba could prosper given its location, human capital, and tourism potential, but the political economy must change first.",
    "issues": [
      "GDP contracting 2.0% with inflation at 70-100% annually",
      "Chronic shortages of food, medicine, and basic goods",
      "Tourism collapsed from 4.3M to 2M annual visitors post-pandemic",
      "Remittances ($3-4B) exceeding total goods exports",
      "Mass emigration of 400,000+ since 2021 draining human capital"
    ]
  },
  {
    "name": "Haiti",
    "lat": 19.263784,
    "lng": -72.224051,
    "summary": "# Haiti: Economy\n\nHaiti's economy is in free fall with GDP contracting 3.5% in 2025 as gang violence, political collapse, and humanitarian catastrophe have devastated an already impoverished nation. The Western Hemisphere's poorest country with 11.7 million people and nominal GDP of just $20 billion ($1,700 per capita), Haiti has descended into state failure with armed gangs controlling 80% of Port-au-Prince, government authority nonexistent outside limited areas, and the population suffering mass hunger, disease, and displacement. The assassination of President Jovenel Moïse in 2021 triggered complete governance breakdown, and the subsequent proliferation of gang violence has destroyed what little economic activity existed.\n\n## Gang Violence & State Collapse\n\nPowerful gang federations, particularly the G9 alliance led by former police officer Jimmy \"Barbecue\" Chérizier, control most of Port-au-Prince and surrounding areas through violence, extortion, and kidnapping. The national police force of 13,000 is overwhelmed, outgunned, and frequently collaborates with gangs. Government has effectively ceased functioning with no elected officials—parliament dissolved, presidency vacant, and a transitional council with limited authority nominally governing. The UN-authorized Kenyan-led international security mission deployed in 2024 has made limited progress against an estimated 200+ gangs. Economic activity has largely stopped in gang-controlled areas as businesses close, supply chains collapse, and investment flees.\n\n## Humanitarian Crisis\n\nAn estimated 5 million Haitians face acute food insecurity with hundreds of thousands in famine conditions. Cholera has resurged with over 50,000 cases as water and sanitation systems collapse. Healthcare facilities operate minimally without supplies, staff, or security. Schools are closed affecting 4 million children. Over 700,000 people are internally displaced, fleeing gang violence into makeshift camps. Inflation exceeds 30% while the gourde has depreciated from 90 to over 140 per dollar, destroying purchasing power for those still earning income.\n\n## Economic Activity Collapse\n\nFormal economic activity is minimal. The Port-au-Prince port operates sporadically under gang threats, disrupting imports of food, fuel, and goods. The Varreux fuel terminal, which supplies 70% of national petroleum products, has been repeatedly blockaded by gangs for ransom. Manufacturing—garment assembly for US markets—has mostly ceased as factories close due to insecurity. Agriculture, which employs 50% of the workforce, suffers from lack of inputs, blocked roads, and inability to transport products to markets. Remittances of approximately $3.8 billion (nearly 20% of GDP) from the Haitian diaspora provide the only significant income for many families.\n\n## Fiscal & Monetary Collapse\n\nThe government collects minimal revenues as tax collection has collapsed. Customs revenues are lost to corruption and gang control of ports. Public sector salaries go unpaid or are worthless due to inflation. The central bank has lost monetary control with the gourde in free fall and dollarization accelerating. External reserves are depleted. The government has no capacity to provide services, pay police, maintain infrastructure, or deliver aid. International budget support provides what little government function exists.\n\n## Infrastructure Devastation\n\nHaiti's infrastructure was poor before the current crisis but has deteriorated further. Roads are often impassable due to lack of maintenance, gang roadblocks, or deliberate destruction. Electricity generation is minimal with blackouts constant—Port-au-Prince receives 2-4 hours daily. Telecommunications networks are unreliable. The airport operates but many airlines have ceased service due to safety concerns. The 2021 earthquake affecting the southern peninsula and the 2010 quake's destruction of Port-au-Prince were never adequately rebuilt.\n\n## International Intervention Debate\n\nThe international community debates how to address Haiti's collapse. The Kenyan-led mission (MSS) has 400 deployed of an authorized 1,000, with insufficient resources and unclear mandate. Some advocate for a robust UN peacekeeping mission with Chapter VII authority to disarm gangs, but past interventions (MINUSTAH 2004-2017) failed to establish stability. Others emphasize Haitian-led political solutions and institution building. Meanwhile, the country descends further into chaos. The Dominican Republic has closed borders and deports Haitians, while the US interdicts boat refugees.\n\n## Outlook\n\nHaiti's economic outlook is catastrophic with no near-term improvement likely absent fundamental change in the security situation and governance. The gang phenomenon has become entrenched with vast arsenals, territorial control, and economic interests making them unlikely to disarm voluntarily. A credible international intervention could potentially restore order, but commitment is lacking and Haitian institutions would need years to rebuild. The humanitarian crisis will worsen with famine, disease, and displacement increasing. The Haitian diaspora will continue growing as those who can escape. Without dramatic action, Haiti faces prolonged state failure and economic collapse far worse than anything experienced in recent decades. The tragedy is that Haiti has a talented, resilient population and could prosper with security, governance, and investment—but none appear forthcoming.",
    "issues": [
      "GDP contracting 3.5% with gangs controlling 80% of Port-au-Prince",
      "5 million facing acute food insecurity with famine conditions",
      "Gourde collapsed from 90 to 140+ per dollar with 30% inflation",
      "Formal economic activity ceased with port/fuel terminal blockades",
      "700,000 internally displaced from gang violence"
    ]
  },
  {
    "name": "Dominican Republic",
    "lat": 19.104137,
    "lng": -70.653998,
    "summary": "# Dominican Republic: Economy\n\nThe Dominican Republic continues as the Caribbean's economic powerhouse with GDP growth projected at 4.8% in 2025, driven by tourism, nearshoring manufacturing, and robust domestic consumption. Under President Luis Abinader, who won re-election in 2024 with an anti-corruption platform, the country has maintained macroeconomic stability, attracted foreign investment, and improved institutions despite challenges from energy costs, the Haiti crisis, and inequality. With 11 million people and nominal GDP of $113 billion, the DR has achieved middle-income status through pragmatic policies, strategic location, and leveraging proximity to the US market.\n\n## Tourism Engine\n\nTourism is the economy's cornerstone, contributing 20% of GDP directly and supporting 25% of employment. Punta Cana, Puerto Plata, and La Romana draw 7.5 million annual visitors—recovering to pre-pandemic levels—with Americans, Canadians, and Europeans attracted by beaches, all-inclusive resorts, and value. Tourism revenues exceed $8.5 billion annually. The government has invested in airport infrastructure (Cap Cana, Samaná) and maintained security in tourism zones, though resort dependence and limited local linkages constrain broader development impacts. Sustainable and cultural tourism (Santo Domingo's colonial zone) offer diversification opportunities.\n\n## Nearshoring & Manufacturing Growth\n\nThe DR has successfully attracted nearshoring investment in free trade zones (FTZs), with medical devices, pharmaceuticals, electronics, and textiles produced for US and European markets. Over 700 companies operate in FTZs employing 175,000, benefiting from DR-CAFTA trade access, competitive labor ($300-400 monthly wages), and improving logistics. Call centers and business services have also grown. However, linkages to the domestic economy remain limited as FTZs operate as enclaves, and moving up value chains requires education and skills improvements.\n\n## Remittances & Diaspora Support\n\nRemittances from the large Dominican diaspora in the United States (over 2 million) reached $10.4 billion in 2024, equivalent to 9% of GDP and supporting consumption for millions of families. These flows cushion economic shocks and fund housing, education, and small businesses. However, dependence creates vulnerability to US economic conditions and immigration policy changes. The diaspora maintains strong homeland ties with frequent visits and investment.\n\n## Energy Sector & Subsidies\n\nThe DR depends on imported fossil fuels for 85% of energy needs, creating fiscal pressures when oil prices rise. Electricity costs are among the region's highest, hurting competitiveness and household budgets. The government subsidizes electricity at a cost of 1.5-2.0% of GDP to maintain affordability but this is fiscally unsustainable. Distribution companies suffer losses from theft and non-payment. Renewable energy (solar, wind) is expanding—now 15% of generation—but requires transmission investment and regulatory reform to scale further.\n\n## Fiscal Position & Debt Management\n\nFiscal discipline has been maintained with deficits near 3.0% of GDP and public debt at 58%, though rising from pandemic spending. Tax revenues remain modest at 14% of GDP due to informality and evasion, limiting public investment capacity. The Abinader administration has focused on anti-corruption and tax administration improvements, with some success. External debt is manageable with diversified creditors and market access, though rising interest costs constrain fiscal space.\n\n## Haiti Crisis Impact\n\nThe collapse of Haiti creates massive pressures on the DR through migration, border security costs, and humanitarian concerns. An estimated 500,000-800,000 Haitians live in the DR, many undocumented, working in construction, agriculture, and domestic services. The government has increased deportations and border enforcement, constructing a wall along sections, but the 240-mile border remains porous. The crisis tests the DR's capacity while creating political tensions domestically.\n\n## Outlook\n\nThe Dominican Republic's economic prospects for 2026 remain strong with continued above-regional growth expected. Tourism diversification, nearshoring expansion, and infrastructure investment (ports, airports, energy) offer opportunities. Challenges include energy transition, education quality, inequality (Gini 0.41), water scarcity, and the Haiti spillover. The Abinader administration's anti-corruption focus and institutional improvements have strengthened investor confidence. The DR demonstrates how prudent policy, geographic advantages, and market openness can generate sustained growth even with constraints.",
    "issues": [
      "Tourism contributing 20% of GDP with 7.5M annual visitors",
      "Remittances reaching $10.4B (9% of GDP) supporting consumption",
      "Electricity subsidies costing 1.5-2.0% of GDP with high energy costs",
      "Haiti crisis driving 500,000-800,000 irregular migrants",
      "Informal economy limiting tax revenues to 14% of GDP"
    ]
  },
  {
    "name": "Guatemala",
    "lat": 14.982133,
    "lng": -90.497134,
    "summary": "# Guatemala: Economy\n\nGuatemala's economy is projected to grow 3.5% in 2025, driven by remittances, consumption, and agricultural exports despite political dysfunction, weak institutions, and endemic corruption. President Bernardo Arévalo, a reformist who took office in January 2024 after a tumultuous transition, faces massive challenges from an entrenched elite (the \"Pacto de Corruptos\") that controls much of the economy and state institutions. With 18 million people and nominal GDP of $95 billion, Guatemala combines economic dynamism from its entrepreneurs and diaspora with dysfunctional governance that undermines development and perpetuates inequality.\n\n## Remittances as Economic Lifeline\n\nRemittances from Guatemalans in the United States (primarily California, Texas, Florida) reached $19.7 billion in 2024—an extraordinary 21% of GDP, the highest ratio in Latin America. These flows exceed total exports and government revenues, providing the primary income source for millions of rural families. Remittances fund housing, education, healthcare, and small businesses while cushioning poverty. However, this creates dependence on US labor markets and immigration policy, while reducing pressure for domestic economic reforms as dollars flow independently of government performance.\n\n## Agricultural Exports & Rural Economy\n\nAgriculture accounts for 13% of GDP and employs 30% of the workforce, with coffee, bananas, sugar, cardamom, and palm oil as major exports. Coffee quality is internationally renowned with Guatemalan beans commanding premium prices. The Pacific coast plantations produce export crops while highland indigenous communities practice subsistence farming. Land concentration is extreme with large estates coexisting with minifundios. Rural poverty exceeds 70% with malnutrition affecting nearly half of children under five, the worst in the hemisphere. Agricultural modernization is limited by land tenure insecurity, lack of credit, and poor infrastructure.\n\n## Corruption & Weak State Capacity\n\nCorruption is endemic and systemic, with customs fraud, tax evasion, drug trafficking money laundering, and impunity for powerful actors undermining development. Tax revenues are just 12% of GDP—the lowest in Latin America—as elites evade obligations and smuggling is rampant. The UN-backed CICIG anti-corruption commission was expelled in 2019 after investigating the powerful, leading to democratic backsliding and elite capture of institutions. President Arévalo's election on an anti-corruption platform faced intense resistance from the attorney general and congress attempting to prevent his inauguration, revealing the depth of institutional crisis.\n\n## Informal Economy & Labor Market\n\nOver 70% of employment is informal, with workers in subsistence agriculture, street vending, domestic service, and unregistered commerce lacking protections or benefits. The minimum wage is poorly enforced and inadequate. Indigenous Mayan communities (43% of the population) face discrimination, land dispossession, and exclusion from economic opportunities. Migration to the United States has become the de facto development strategy for rural youth seeing no future domestically.\n\n## Fiscal Constraints & Public Services\n\nLow tax collection leaves the government unable to provide adequate education, healthcare, infrastructure, or security. Public schools operate half-days with undertrained teachers. Healthcare facilities lack medicines and equipment. Roads in rural areas are impassable in rainy season. The government operates on a budget equivalent to just 12% of GDP, lowest in the region, with much lost to corruption. Attempts to increase taxes face fierce elite opposition and have brought down governments. The result is a hollowed-out state unable to deliver basic services or invest in development.\n\n## Nearshoring Potential & Investment Barriers\n\nGuatemala's proximity to the US market, young labor force, and DR-CAFTA trade access offer nearshoring potential, but weak infrastructure, insecurity, and corruption deter investment. The maquila textile sector employs 100,000 but faces Asian competition. The country needs massive infrastructure investment, rule of law, and regulatory predictability to attract manufacturing. Some private sector initiatives (logistics, call centers) have succeeded but remain limited.\n\n## Outlook\n\nGuatemala's economic trajectory depends critically on whether President Arévalo can implement anti-corruption reforms and strengthen institutions against fierce elite resistance. The congress is dominated by opposition parties linked to corruption networks, limiting executive power. Without reform, Guatemala will continue underperforming its potential—remittance-dependent, agriculturally stagnant, institutionally weak, and massively unequal. The human capital exists but is being exported to the United States rather than developed domestically. If Arévalo succeeds in breaking the elite stranglehold, increasing taxation, and improving governance, Guatemala could accelerate development; if he fails, stagnation and emigration will persist.",
    "issues": [
      "Remittances at $19.7B (21% of GDP) creating US dependence",
      "Tax revenues at 12% of GDP—lowest in Latin America",
      "70% informal employment with 70% rural poverty",
      "Elite corruption networks controlling institutions",
      "Rural child malnutrition affecting nearly 50%"
    ]
  },
  {
    "name": "Honduras",
    "lat": 14.794801,
    "lng": -86.887604,
    "summary": "# Honduras: Economy\n\nHonduras's economy is projected to grow 3.2% in 2025, supported by remittances, agricultural exports, and manufacturing, despite persistent challenges from corruption, gang violence, and weak institutions. Under President Xiomara Castro, the country's first female president elected in 2021, Honduras has pursued an erratic policy mix combining leftist rhetoric, pragmatic foreign investment attraction, and anti-corruption efforts while grappling with inherited fiscal crisis and social demands. With 10 million people and nominal GDP of $32 billion, Honduras remains one of Central America's poorest countries, struggling with poverty, inequality, and violence that drive mass emigration.\n\n## Remittances Dominance\n\nRemittances from Hondurans in the United States reached $9.5 billion in 2024—an extraordinary 30% of GDP, among the world's highest ratios. These flows fund consumption for millions of families, sustaining the economy independently of domestic policy. The remittance dependence reflects economic failure to generate adequate domestic employment, making migration the rational choice for working-age adults. However, it also provides stability cushioning poverty and supporting small businesses. The demographic drain of emigration particularly affects rural areas and indigenous communities.\n\n## Agricultural & Manufacturing Exports\n\nAgriculture accounts for 15% of GDP with coffee, bananas, palm oil, and shrimp as major exports. Coffee quality from western highlands competes globally, while Standard Fruit (now Fyffes) banana plantations on the north coast have operated for over a century. The maquila textile and apparel sector employs 150,000 in free trade zones producing for US brands under DR-CAFTA. However, export manufacturing generates limited linkages to the domestic economy, operates as enclaves, and faces Asian competition. Moving up value chains requires skills and infrastructure currently lacking.\n\n## Fiscal Crisis & Debt Burden\n\nHonduras inherited a fiscal crisis with public debt at 58% of GDP and chronic deficits driven by public sector wages, energy subsidies, and weak revenue collection at 18% of GDP. The Castro administration has struggled to consolidate finances while funding campaign promises for education and healthcare. An IMF program provides support conditional on fiscal reforms including subsidy reduction and tax administration improvements, but implementation is politically difficult. Debt sustainability concerns limit access to market financing at affordable rates.\n\n## Gang Violence & Security Costs\n\nThe MS-13 and Barrio 18 gangs maintain territorial control in urban neighborhoods and rural areas, engaging in extortion, drug trafficking, and violent turf wars. Homicide rates have declined from peaks of 90 per 100,000 to around 38 but remain among the world's highest. The government has implemented territorial control strategies and new prisons inspired by El Salvador's approach, but with mixed results. Violence drives business costs through security expenses and extortion, deters investment, and fuels emigration. The security budget consumes resources needed for development.\n\n## Infrastructure Deficit\n\nHonduras suffers massive infrastructure deficits with poor roads, inadequate ports, unreliable electricity, and limited telecommunications in rural areas. Logistics costs are high and connectivity poor, reducing competitiveness. The Puerto Cortés port is being modernized but remains congested. Rural roads are impassable in rainy season, limiting agricultural market access. Electricity costs are high and blackouts frequent. Infrastructure investment requires fiscal resources and implementation capacity currently constrained.\n\n## China Relations & Taiwan Shift\n\nHonduras switched diplomatic recognition from Taiwan to China in 2023, seeking Chinese investment in infrastructure, particularly hydroelectric dams and ports. The Castro administration views China as offering development financing without conditions, though projects are early-stage and critics warn of debt trap risks. The shift angered the United States and Taiwan while opening uncertain Chinese economic engagement. The Xixi hydroelectric project and Amapala port development are flagship initiatives but implementation timelines remain unclear.\n\n## Outlook\n\nHonduras's economic prospects for 2026 remain challenging with modest growth dependent on remittances and exports while structural problems persist. The country needs massive investment in education, healthcare, infrastructure, and security, but fiscal constraints and weak institutions limit capacity. Diversifying beyond remittance dependence requires generating formal employment domestically—an enormous challenge given corruption, violence, and investment barriers. The Castro administration's relationship with the private sector has been tense, creating uncertainty. Without fundamental reforms in tax collection, rule of law, education, and governance, Honduras will continue underperforming, with emigration serving as the safety valve.",
    "issues": [
      "Remittances at $9.5B (30% of GDP)—among world's highest ratios",
      "Homicide rate at 38 per 100,000 with MS-13/Barrio 18 control",
      "Public debt at 58% of GDP with fiscal deficit constraints",
      "China diplomatic switch seeking infrastructure financing",
      "Massive infrastructure deficits limiting competitiveness"
    ]
  },
  {
    "name": "El Salvador",
    "lat": 13.685371,
    "lng": -88.890124,
    "summary": "# El Salvador: Economy\n\nEl Salvador's economy is projected to grow 2.8% in 2025 as President Nayib Bukele's authoritarian security crackdown and Bitcoin experiment reshape the country's trajectory. GDP growth has been supported by the dramatic reduction in gang violence, tourism increases, and remittance inflows, though concerns mount over fiscal sustainability, democratic backsliding, and the economic viability of Bitcoin adoption. With 6.3 million people and nominal GDP of $34 billion, El Salvador has become both a libertarian experiment and authoritarian showcase, attracting international attention while raising profound questions about governance and development models.\n\n## Security Transformation & Economic Impact\n\nBukele's \"Territorial Control Plan\" and mass incarceration strategy have reduced homicide rates from 103 per 100,000 in 2015 to under 3 in 2024—among the hemisphere's most dramatic security improvements. The arrest of over 75,000 suspected gang members (1.2% of the population) and construction of the massive Terrorism Confinement Center (CECOT) have broken gang territorial control. Business extortion has largely ceased, allowing commerce to operate freely. Investment has responded, particularly in tourism and retail. However, human rights concerns about arbitrary detention, due process violations, and prison conditions have drawn international criticism.\n\n## Bitcoin Gamble\n\nEl Salvador became the first country to adopt Bitcoin as legal tender in September 2021, a radical experiment championed by Bukele. The government bought 5,800 Bitcoin (currently worth ~$600 million) using public funds, built Bitcoin infrastructure, and offered citizenship to crypto investors. The Chivo wallet had mixed adoption with Salvadorans preferring dollars for transactions. The Bitcoin City project in La Unión promises a tax-free crypto utopia but construction hasn't started. Critics argue Bitcoin volatility creates risks, diverts resources from development priorities, and serves more as presidential vanity project than sound policy. The IMF has opposed Bitcoin adoption as condition for lending.\n\n## Dollarization & Remittances\n\nEl Salvador fully dollarized in 2001, eliminating monetary policy but providing currency stability. The economy depends critically on remittances from 2.5 million Salvadorans abroad (versus 6.3 million domestically), which reached $8.3 billion in 2024—24% of GDP. These flows fund consumption, housing, and small businesses while cushioning poverty. The Bitcoin experiment aims partly to reduce remittance transaction costs, though adoption has been limited. Dependence on diaspora income reflects domestic employment failure and makes the economy vulnerable to US conditions.\n\n## Fiscal Sustainability Concerns\n\nPublic debt has risen to 82% of GDP, elevated for a dollarized economy without monetary financing options. Large-scale security infrastructure, Bitcoin purchases, and infrastructure projects have been funded through bond issuance at increasingly expensive rates as markets price in risk. The government's relationship with the IMF has been strained over Bitcoin and fiscal transparency, limiting access to concessional financing. Bukele has relied on commercial bonds and bilateral loans (including China), but market access could close if fiscal concerns deepen. The absence of a central bank lender-of-last-resort makes high debt dangerous.\n\n## Tourism & Investment\n\nThe security transformation has catalyzed tourism with arrivals increasing 30% in 2024 to 3.5 million. Beach destinations (El Tunco, El Cuco), cultural sites, and surf tourism attract visitors who previously avoided El Salvador due to gang violence. The government has promoted \"Bitcoin Beach\" in El Zonte and crypto tourism. Foreign direct investment has increased, particularly in retail, hospitality, and call centers. However, democratic backsliding and rule of law concerns create regulatory risk for larger investments.\n\n## Manufacturing & Nearshoring Potential\n\nThe textile maquila sector employs 70,000 producing for US brands under DR-CAFTA, but faces Asian competition and has stagnated. El Salvador's small size, dollarization, and security improvement position it for nearshoring manufacturing if infrastructure and skills improve. The Pacific coast ports and proximity to US market are advantages, though port capacity is limited and logistics costs high. The business environment has improved with security but arbitrary governance raises concerns.\n\n## Outlook\n\nEl Salvador's trajectory under Bukele is uncertain—the security gains are real and popular, but authoritarian consolidation, fiscal risks, and Bitcoin experiment create vulnerabilities. The 2024 constitutional violation allowing Bukele to run for re-election (winning 85% despite constitutional prohibition) signals full authoritarian transition. If security is maintained, fiscal discipline restored, and investment attracted, El Salvador could sustain growth; if gang violence returns, fiscal crisis hits, or political repression intensifies, the model collapses. The international community watches this experiment with mixture of admiration for security results and alarm about democratic erosion. 2026 will test whether the gains are sustainable or a temporary authoritarian peace.",
    "issues": [
      "Homicide rate collapsed from 103 to under 3 per 100,000",
      "Public debt at 82% of GDP with limited IMF financing access",
      "Bitcoin adoption with 5,800 BTC ($600M) in government holdings",
      "75,000+ arrested (1.2% of population) raising rights concerns",
      "Remittances at $8.3B (24% of GDP) supporting consumption"
    ]
  },
  {
    "name": "Nicaragua",
    "lat": 12.670697,
    "lng": -85.069347,
    "summary": "# Nicaragua: Economy\n\nNicaragua's economy is projected to grow 3.0% in 2025, continuing modest expansion despite authoritarian consolidation under President Daniel Ortega, international isolation, and mass emigration. The economy benefits from agricultural exports, remittances, and nearshoring manufacturing, but authoritarian governance, property rights insecurity, and sanctions constrain potential. With 6.9 million people and nominal GDP of $16 billion, Nicaragua represents Central America's authoritarian outlier—politically repressive while maintaining economic functionality through pragmatic management of key sectors and external relationships.\n\n## Ortega's Authoritarian Consolidation\n\nDaniel Ortega, in power since 2007 (and previously 1979-1990), has eliminated all political opposition through imprisonment, exile, or intimidation. The 2018 protests against social security reforms triggered brutal repression with 300+ killed and thousands imprisoned. Subsequent actions have jailed opposition presidential candidates, shuttered civil society organizations, expelled the Catholic Church hierarchy, and stripped citizenship from critics. Ortega rules with his wife Rosario Murillo as co-president in a nepotistic regime controlling all state institutions. The international community has imposed targeted sanctions while maintaining engagement on migration and drug interdiction.\n\n## Agricultural Exports & Coffee Sector\n\nAgriculture drives the economy with coffee, beef, sugar, peanuts, and shrimp as major exports. Nicaragua is Central America's largest coffee producer with high-quality beans from northern highlands commanding specialty prices. The sector employs 30% of the workforce and generates $1.5 billion in export revenues. Beef production for US and Asian markets has expanded, though deforestation concerns have drawn criticism. Despite political repression, the government has maintained pragmatic agricultural policies supporting production and exports. However, property rights uncertainty and corruption create investment risks.\n\n## Free Trade Zone Manufacturing\n\nNicaragua's free trade zones employ 120,000 in textile and apparel manufacturing, wire harnesses, and call centers serving US markets under DR-CAFTA. Wages are among Central America's lowest ($250-300 monthly), providing competitiveness, though labor rights concerns persist. The government has courted foreign investment in manufacturing while repressing labor organizing. Asian manufacturers have established operations leveraging duty-free US access, but remain concentrated in low-value assembly. Infrastructure deficits and political risk limit expansion to higher value-added activities.\n\n## Remittances & Migration\n\nRemittances from the Nicaraguan diaspora reached $3.2 billion in 2024—20% of GDP—supporting family consumption and housing investment. The crisis since 2018 has driven 400,000+ into exile, primarily to Costa Rica and the United States, brain draining professionals and youth. The government has weaponized migration, encouraging Cuban and Haitian transit to the US border to extract concessions. Remittances provide crucial foreign exchange and cushion living standards despite economic underperformance.\n\n## China & Russia Relations\n\nNicaragua switched recognition from Taiwan to China in 2021, securing infrastructure commitments including a new hospital and sports stadium. The government also maintains close ties with Russia, voting against UN resolutions on Ukraine and hosting Russian military activities. This alignment provides diplomatic cover and potential economic benefits while deepening international isolation from Western donors. The proposed Nicaraguan Canal with Chinese financing announced in 2013 never materialized, and major Chinese investment remains limited despite diplomatic support.\n\n## Fiscal Management & External Debt\n\nThe government has maintained fiscal discipline with deficits near 2% of GDP and public debt at 52%, manageable levels. However, access to concessional financing from Western sources has been curtailed due to sanctions and isolation. Venezuela previously provided oil financing (Petrocaribe) but those flows have ended with Venezuela's collapse. Tax revenues remain modest at 18% of GDP. The government funds operations through domestic bonds, commercial borrowing, and remaining multilateral access. External reserves of $4.5 billion provide buffer for the fixed exchange rate regime.\n\n## Outlook\n\nNicaragua's economic trajectory under authoritarian rule depends on maintaining agricultural exports, remittances, and manufacturing while managing political risk. The government has proven pragmatically economic despite political repression, avoiding the economic collapse seen in Cuba or Venezuela under similar regimes. However, the lack of democratic legitimacy, arbitrary rule, property rights concerns, and international isolation constrain investment and potential. Mass emigration continues as youth see limited futures. If Ortega maintains security and economic functionality, modest growth can continue; if instability emerges or external shocks hit, the regime lacks legitimacy and institutions to manage crisis. The 2024 elections will be another authoritarian exercise with Ortega securing another term. Nicaragua remains an economic paradox—functioning despite terrible governance through pragmatic sector management and remittance cushion.",
    "issues": [
      "Authoritarian consolidation with all opposition eliminated",
      "Remittances at $3.2B (20% of GDP) from 400,000+ exiles post-2018",
      "FTZ manufacturing employing 120,000 with low $250-300 wages",
      "International isolation with sanctions limiting financing access",
      "Property rights insecurity creating investment risk"
    ]
  }
]