{
  "countries": [
    {
      "name": "Nigeria",
      "lat": 9.0820,
      "lng": 8.6753,
      "summary": "Nigeria's economy is a paradox wrapped in potential and suffocated by dysfunction. Africa's largest economy—$477 billion GDP as of 2024—is hemorrhaging value. The naira collapsed from 460 to the dollar in early 2023 to over 1,650 by November 2025, obliterating purchasing power. Inflation hit 32.7% in September 2025, the highest in nearly three decades. Food inflation is worse—37.8%—and millions of Nigerians can't afford basic staples. President Bola Tinubu's economic reforms, launched in May 2023, were supposed to fix decades of mismanagement. Instead, they've triggered a cost-of-living catastrophe that's pushing 133 million people—over 60% of the population—into poverty.\n\nTinubu's two big moves were removing fuel subsidies and floating the naira. Both were economically necessary. The subsidy cost Nigeria $10 billion annually, enriching smugglers and corrupt officials while starving infrastructure investment. The official exchange rate was fiction, creating a parallel black market. But the execution was brutal. Fuel prices tripled overnight. Transport costs exploded. Businesses shuttered. The naira's devaluation meant imported goods—including food and medicine—became unaffordable. The CBN tried to stabilize the currency with rate hikes, pushing the benchmark to 27.25% by October 2025, but it hasn't worked. Inflation keeps climbing because Nigeria imports almost everything, and a weak naira makes everything expensive.\n\nThe oil sector, which should be Nigeria's salvation, is broken. Nigeria is Africa's largest oil producer, sitting on 37 billion barrels of reserves, but production has collapsed. Output averaged 1.25 million barrels per day in 2025, down from a peak of 2.5 million in the early 2000s. Theft is rampant—criminal syndicates tap pipelines, stealing an estimated 400,000 barrels daily, worth $3.27 billion annually. The Dangote Refinery, a $20 billion project that finally came online in 2024, was supposed to end Nigeria's absurd reliance on imported refined fuel. It has capacity for 650,000 bpd, but it's operating at a fraction of that because the NNPC (Nigerian National Petroleum Corporation) can't supply enough crude. Regulatory dysfunction and vested interests in the fuel import business are sabotaging domestic refining. Nigeria produces oil but imports gasoline. It's economic madness.\n\nNon-oil sectors offer glimpses of dynamism but can't compensate. Tech is the bright spot—Nigeria's startup ecosystem raised $1.2 billion in venture capital in 2024, led by fintech unicorns like Flutterwave and Interswitch. Lagos is positioning itself as Africa's tech hub, with a young, digitally-savvy population driving innovation. Agriculture employs 35% of the workforce and contributed 23% of GDP in 2024, but it's mostly subsistence farming. Insecurity in the north—banditry, kidnapping, Boko Haram—has displaced millions and disrupted food production. Manufacturing remains stunted at 9% of GDP, crippled by unreliable power. Nigeria generates only 4,500 MW for 220 million people; South Africa, with a quarter of Nigeria's population, generates 46,000 MW. Without electricity, industrial productivity is a fantasy.\n\nDebt is the ticking time bomb. Nigeria's public debt hit $113 billion in mid-2025, up from $87 billion in 2020. Debt servicing consumed 96% of federal revenue in Q1 2025—meaning almost every naira the government collects goes to paying creditors, leaving scraps for health, education, and infrastructure. The IMF warns this is unsustainable. Nigeria's revenue-to-GDP ratio is abysmal—6%, one of the lowest globally. Tax collection is inefficient, evasion is endemic, and oil revenues are volatile. Tinubu's government is trying to boost tax revenues, but without growth, you're squeezing a dry sponge.\n\nUnemployment and underemployment together exceed 40%, hitting youth hardest. Nigeria adds 4-5 million young people to the labor force annually, but the economy creates maybe 1 million jobs. The result is mass emigration—the 'japa' phenomenon, where skilled Nigerians flee to the UK, Canada, and the US. It's a brain drain Nigeria can't afford. Those who stay face a grim reality: wages haven't kept pace with inflation, the middle class is evaporating, and informal work dominates. Street vending, okada (motorcycle taxis), petty trade—this is how millions survive, outside any tax or regulatory system.\n\nBottom line: Nigeria's economy is in crisis, but it's not unsalvageable. The fundamentals—population, resources, entrepreneurial energy—are there. What's missing is governance. Fixing the exchange rate and subsidy was Step One. Now comes the hard part: rebuilding infrastructure, enforcing the rule of law, tackling corruption, and creating an environment where businesses can thrive. Tinubu has four years to show results. If inflation doesn't fall, if jobs don't materialize, if the naira keeps tanking, the political consequences will be severe. Nigeria's economy isn't just a development question—it's a stability question. And right now, stability is not guaranteed.",
      "issues": ["Naira collapse to 1,650/$, inflation at 32.7%", "Fuel subsidy removal triggering cost-of-living crisis", "Oil production at 1.25m bpd, theft at 400k bpd", "Debt servicing consuming 96% of federal revenue", "Youth unemployment driving mass emigration ('japa')"]
    },
    {
      "name": "North Korea",
      "lat": 40.3399,
      "lng": 127.5101,
      "summary": "North Korea's economy is a black hole where normal economic rules don't apply. There's no reliable GDP data—the Bank of Korea estimates it at $25 billion, roughly the size of Vermont's economy, for a population of 26 million. But even that's guesswork. What we know is this: North Korea is desperately poor, its people are malnourished, and the regime survives through brutal autarky, smuggling, and now, selling soldiers to Russia. In 2025, Kim Jong Un's decision to deploy up to 12,000 troops to fight in Ukraine isn't just military strategy—it's economic. Russia is paying, in cash, fuel, and food, and North Korea needs all three.\n\nThe regime's official ideology is 'Juche'—self-reliance—but that's fiction. North Korea imports grain from China, fuel from Russia, and relies on illicit networks to bring in everything from luxury goods for the elite to industrial machinery. The economy is centrally planned in the Soviet model, except the plan barely functions. Factories stand idle for lack of power. The electrical grid is a disaster—satellite images show North Korea at night as a black void between the bright lights of South Korea and China. Total electricity generation is estimated at 20-25 terawatt-hours annually, one-twentieth of South Korea's. Pyongyang gets power a few hours a day; rural areas get almost none.\n\nAgriculture should be the backbone, but North Korea can't feed itself. The FAO estimates 40% of the population—10.5 million people—are food insecure. Chronic malnutrition stunts children's growth. Harvests are erratic, vulnerable to floods and droughts, and collective farming is inefficient. The UN's World Food Programme provided aid for years but was expelled in 2024. Now the regime admits 'food shortages' in state media—a rare concession that things are bad. Markets (jangmadang) have emerged as a survival mechanism, semi-tolerated gray zones where people trade smuggled goods, homegrown vegetables, and whatever they can scavenge. It's not capitalism; it's desperation.\n\nThe nuclear program is the regime's economic anchor, paradoxically. Sanctions imposed after North Korea's six nuclear tests and dozens of ballistic missile launches have crippled official trade. UN sanctions ban 90% of exports—coal, textiles, seafood. But the program justifies the military-first policy (Songun), which funnels resources to the Korean People's Army and weapons development. The elite—the core class in Pyongyang—live comfortably on the back of this, accessing imported electronics, cars, and luxury food. The rest of the country survives on corn, kimchi, and rationed rice. The regime doesn't care. Stability comes from control, not prosperity.\n\nChina is North Korea's economic lifeline, accounting for over 90% of trade. In 2024, trade rebounded post-COVID to $1.6 billion, mostly Chinese exports of food, fuel, and machinery. China tolerates North Korea because it doesn't want regime collapse and a refugee crisis on its border. But Beijing is frustrated. Kim's weapons tests and Ukraine deployment embarrass China diplomatically. Still, China keeps the taps open—just enough to keep North Korea afloat, not enough to make it strong. Russia's re-engagement in 2024-25 has shifted this dynamic slightly. Putin needs manpower for Ukraine, and Kim has it. In exchange, North Korea gets hard currency, oil, and possibly tech transfers for its missile program. It's a marriage of convenience, and it gives Kim leverage he didn't have before.\n\nCryptocurrency theft is a major revenue stream. North Korea's Lazarus Group and other state-backed hackers have stolen an estimated $3 billion since 2017, targeting crypto exchanges and DeFi platforms. In 2024 alone, they stole $600 million. This isn't petty crime—it's state policy, funding weapons programs and elite consumption. The regime also exports labor, sending workers to China, Russia, and Africa under brutal conditions—they work long hours, wages are confiscated by the state, and they live under surveillance. The UN estimated 100,000 North Korean workers abroad before COVID; numbers are lower now but still significant.\n\nThere's zero prospect of economic reform. Kim Jong Un flirted with market-style changes in the early 2010s—allowing farmers to keep more of their harvest, tolerating private business—but he's reversed course. The regime sees economic liberalization as an existential threat. Opening up means information flows, comparisons with South Korea, and ultimately, demands for change. So North Korea stays locked in Stalinist stagnation. The elite don't care because they're comfortable. The population has no voice. And the outside world has mostly given up on engagement.\n\nBottom line: North Korea's economy is a failed state subsidized by China, propped up by crime, and held together by repression. There's no growth, no investment, no future beyond survival. The Ukraine deployment is a new chapter—militarizing foreign policy for economic gain—but it doesn't change the fundamentals. North Korea will remain poor, isolated, and desperate until the regime collapses or reforms, and neither seems likely. The tragedy is that 26 million people are trapped in this experiment, with no exit and no hope. It's not an economy; it's a prison camp with borders.",
      "issues": ["GDP ~$25bn for 26m people, chronic food insecurity", "12,000 troops deployed to Russia for cash/fuel/food", "40% of population food insecure, WFP expelled", "90% trade dependence on China, sanctions crippling exports", "State-backed crypto theft at $600m in 2024"]
    },
    {
      "name": "Norway",
      "lat": 60.4720,
      "lng": 8.4689,
      "summary": "Norway is rich beyond most countries' imagination, and it knows exactly what to do with its wealth: save it. The Government Pension Fund Global—better known as the Oil Fund—hit a staggering $1.77 trillion in November 2025, making it the world's largest sovereign wealth fund. That's over $320,000 per Norwegian citizen. It's the product of five decades of disciplined management of North Sea oil and gas revenues, a model of resource wealth done right. But here's the tension: Norway is getting older, oil is fading, and the green transition—which Norway champions globally—threatens the very industry that made it rich. The question isn't whether Norway is wealthy. It's whether it can stay wealthy.\n\nThe Norwegian economy grew modestly in 2025—GDP expansion around 1.8%, respectable but unspectacular. Unemployment sits at a low 3.6%, inflation has cooled to 3.2% after peaking at 6.5% in 2023, and household debt remains the elephant in the room at 230% of disposable income. Norwegians are leveraged to the eyeballs on housing, a legacy of cheap credit and a property boom. The central bank (Norges Bank) cut interest rates to 4.25% in late 2025, giving households some relief, but mortgage stress is real, especially outside Oslo. The krone has weakened against the euro and dollar, which helps exporters but makes imports pricier, feeding inflationary pressures.\n\nOil and gas remain the economic engine, but the engine is sputtering. Norway produced about 1.8 million barrels of oil equivalent per day in 2025, down from a peak of 3.4 million in 2004. Reserves are depleting. New discoveries are smaller and costlier to extract. The industry still contributes 14% of GDP and 40% of exports, but those shares are shrinking. Meanwhile, global demand for fossil fuels is peaking. Europe, Norway's main customer, is aggressively decarbonizing. The 2024-25 European gas crisis, triggered by the Ukraine war, gave Norway a temporary windfall—gas exports to the EU soared, revenues spiked—but that's a one-time boost, not a sustainable trend. Long-term, oil and gas revenues will decline, and Norway needs to prepare.\n\nThe Oil Fund is the answer, in theory. The fund invests globally—70% equities, 27% bonds, 3% real estate—returning an average 6% annually since 1998. The government follows a fiscal rule: spend no more than 3% of the fund's value each year, ensuring intergenerational equity. In 2025, that's about $53 billion, roughly a quarter of government spending. It funds healthcare, education, infrastructure, and Norway's generous welfare state. But demographics are turning hostile. Norway's population is aging—20% over 65 by 2030—and pension obligations are ballooning. Healthcare costs are rising. The tax base is shrinking as more people retire. The 3% rule might not be enough to maintain current spending without tax hikes or cuts.\n\nThe non-oil economy is diversified but not dynamic. Services dominate—70% of GDP—including shipping, where Norway's fleet is one of the world's largest, and aquaculture, where Norway is the global salmon farming leader, exporting $12 billion annually. Manufacturing is modest, focused on specialized niches like maritime equipment and renewable energy tech. Norway is a leader in electric vehicles—over 90% of new car sales in 2024 were EVs, the highest share globally—and it's positioning itself as a green tech hub. But here's the awkward truth: Norway's climate leadership is partly subsidized by oil money. It's easy to be green when you're rich from fossil fuels.\n\nEnergy transition is both opportunity and threat. Norway has massive offshore wind potential and is investing billions in floating wind farms. Hydrogen is another bet—using hydropower to produce green hydrogen for export. Equinor, the state oil giant, is diversifying into renewables, rebranding itself as an \"energy company\" not an \"oil company.\" But the scale is mismatched. Oil and gas generate tens of billions annually. Renewables, so far, generate millions. The transition will take decades, and in the meantime, Norway faces a revenue gap. The fund will cushion the blow, but it can't replace oil and gas entirely.\n\nInequality is rising, though from a low base. Norway remains one of the most equal societies globally, but the gap is widening. The top 1% own 20% of wealth, up from 15% a decade ago. Housing wealth drives this—property in Oslo has tripled in value since 2000, enriching owners and locking out renters. Immigration is a political flashpoint, with the right-wing Progress Party arguing that welfare generosity is unsustainable with high immigration. The current center-left government, led by Jonas Gahr Støre, is trying to balance economic prudence with social spending, but polls show public frustration over housing costs and healthcare wait times.\n\nBottom line: Norway's wealth is real but not invincible. The oil fund is a masterclass in resource management, but it's a buffer, not a perpetual motion machine. As oil fades, Norway needs new engines of growth. Green tech, aquaculture, and shipping are pieces of the puzzle, but they don't match oil's scale. The demographic crunch will strain public finances. Norway will remain rich, relatively, but the era of effortless prosperity is ending. The challenge is managing decline gracefully—transitioning from oil wealth to diversified growth without eroding the welfare state. Norway has the resources and institutions to pull it off, but it's not guaranteed. Complacency is the real risk.",
      "issues": ["Oil Fund at $1.77 trillion, but oil production declining 50% since peak", "Household debt at 230% of income, housing wealth inequality", "Aging population straining 3% fiscal rule sustainability", "Energy transition from oil to renewables facing revenue gap", "90% EV adoption but economy still 14% dependent on fossil fuels"]
    },
    {
      "name": "Oman",
      "lat": 21.4735,
      "lng": 55.9754,
      "summary": "Oman is trying to wean itself off oil, and it's harder than Sultan Haitham bin Tariq expected. The country's Vision 2040 plan, launched in 2021, promises economic diversification—tourism, logistics, manufacturing, mining—reducing oil's share of GDP from 60% to 25%. It's the right goal. Oil revenues are volatile, reserves are finite, and Oman's fields are aging. But four years in, progress is slow. Oil and gas still contribute 30% of GDP and 65% of government revenue as of 2025. Non-oil growth is happening—tourism, ports, mining—but not fast enough to replace hydrocarbons. And Oman's debt burden, a legacy of low oil prices in the 2010s, hangs over everything.\n\nThe numbers look better than they did. GDP growth in 2025 was 2.3%, modest but stable. Inflation cooled to 1.2%, among the lowest in the Gulf. The fiscal deficit shrank to 2.8% of GDP, down from double digits in 2020, thanks to higher oil prices and spending cuts. Public debt stands at 41% of GDP, down from a peak of 61% in 2020. The IMF and credit agencies have upgraded Oman's outlook, praising fiscal discipline. But here's the catch: those improvements rely on oil prices staying above $80 per barrel. If prices crash, the deficit balloons, debt spikes, and the whole diversification agenda stalls. Oman is still addicted to oil; it's just managing the addiction better.\n\nOil production averaged 1.05 million barrels per day in 2025, up slightly from 2024 but far below the 1990s peak of 960,000 bpd. Enhanced oil recovery techniques have extended field life, and new discoveries in the Duqm Basin offer hope, but the geology is challenging. Oman's fields are heavy, requiring expensive extraction. The government is pushing Petroleum Development Oman (PDO), the state-backed producer, to boost output to 1.3 million bpd by 2030, but experts are skeptical. Natural gas is the brighter spot—Oman has abundant reserves and is expanding LNG exports. BP's Khazzan project produces 1.5 billion cubic feet daily, and the Jebel Akhdar field came online in 2024. Gas is less glamorous than oil, but it's more stable and critical for petrochemicals and power generation.\n\nDiversification is real, just slow. Tourism is the flagship. Oman attracted 3.2 million visitors in 2024, up 18% from 2023, drawn by stunning landscapes—Wahiba Sands, Musandam fjords, Nizwa forts. The government has invested heavily in hotels, airports, and marketing, aiming for 11 million tourists by 2040. But infrastructure gaps remain—roads are good, but rail is nonexistent. Muscat's airport is expanding, but connectivity to Europe and Asia lags Dubai. Cruise tourism is growing—Oman's ports hosted 400,000 cruise passengers in 2024—but it's a fraction of Dubai's numbers. Oman will never be Dubai or Qatar; it's positioning itself as the \"authentic\" Gulf experience, but that niche is small.\n\nLogistics is another bet. Duqm, on Oman's southeastern coast, is being developed as a free zone and transshipment hub, leveraging its location outside the Strait of Hormuz—critical if the strait is ever blocked. The Duqm Refinery, a $7 billion joint venture with Kuwait, began operations in 2022, processing 230,000 bpd. The port is expanding, targeting container and bulk cargo. China is a major investor—Duqm is part of the Belt and Road Initiative, and Chinese firms are building industrial parks. But competition is fierce. Jebel Ali in Dubai, Salalah in southern Oman, and Sohar in the north are all vying for the same cargo. Duqm's advantage—avoiding Hormuz—is theoretical unless there's a crisis.\n\nMining is the wildcard. Oman has copper, gold, chromite, and gypsum. The government wants mining to contribute 10% of GDP by 2040, up from 1% today. OQ Mining, the state mining company, is developing projects in partnership with foreign firms. The Khazaen copper-gold mine in northern Oman started production in 2025, targeting 30,000 tons of copper annually. But global copper prices are volatile, and mining is capital-intensive with long payback periods. It's not the quick fix Oman needs.\n\nPublic finances are tight. The government cut subsidies on fuel and electricity in 2021-22, unpopular but necessary. A 5% VAT was introduced in 2021, bringing in revenue but hitting consumers. Wages in the public sector, which employs 40% of Omanis, have been frozen since 2020. Youth unemployment is officially 15%, but the real number is higher—many young Omanis expect government jobs that no longer exist. Omanization policies, which require private firms to hire Omanis, have had mixed results. The private sector prefers cheaper expat labor, and many Omanis lack the skills for private jobs.\n\nSocial stability depends on Sultan Haitham navigating this transition. He succeeded Sultan Qaboos in 2020, inheriting a country in fiscal crisis. Haitham has been pragmatic—cutting spending, reforming subsidies, engaging with neighbors. Relations with Saudi Arabia and the UAE have improved after years of Omani neutrality irritated them. Oman joined the Saudi-led GCC economic integration efforts, opened borders, and is deepening trade ties. But Omanis are feeling the squeeze. Subsidies are gone, taxes are up, jobs are scarce. The social contract—cheap fuel, free healthcare, guaranteed employment—is fraying. Protests are rare, but grumbling is widespread.\n\nBottom line: Oman's diversification is happening, but it's a slow burn. Tourism, logistics, and mining are growing, but they don't replace oil revenues yet. The fiscal picture has improved, but it's fragile, dependent on oil prices staying high. Oman doesn't have Qatar's gas wealth or UAE's diversification success. It's the middle child of the Gulf—not poor, not rich, trying to find its lane. Vision 2040 is the right strategy, but execution is hard. Oman has 15 years to get this right. If oil prices collapse again, or if non-oil growth stalls, the debt will return, and the political pressure will mount. Sultan Haitham is betting on gradualism. Let's hope it's fast enough.",
      "issues": ["Oil still 30% of GDP, 65% of revenue despite Vision 2040", "Public debt down to 41% but vulnerable to oil price shocks", "Tourism at 3.2m visitors, target 11m by 2040", "Youth unemployment at 15%+, Omanization struggling", "Duqm logistics hub facing fierce regional competition"]
    },
    {
      "name": "Pakistan",
      "lat": 30.3753,
      "lng": 69.3451,
      "summary": "Pakistan's economy is on life support, and the IMF is holding the oxygen mask. In July 2023, Pakistan secured a $3 billion standby arrangement with the IMF, the 23rd bailout since 1958. That's not a typo—twenty-three. It's a pattern of crisis, bailout, temporary stabilization, backsliding, and repeat. In 2025, Pakistan is negotiating yet another Extended Fund Facility, this one for $8 billion over three years. The country is addicted to IMF money because it can't fix the fundamentals: narrow tax base, energy crisis, political instability, and an economy that lurches from one foreign exchange crisis to the next. GDP growth in 2025 is barely 2%, half the rate needed to absorb a growing population. Per capita income is stagnant. And the rupee, which traded at 180 to the dollar in 2022, now hovers around 280, devastating purchasing power.\n\nInflation is the killer. It peaked at 38% in May 2023, the highest in Pakistan's history, driven by rupee devaluation, fuel price hikes, and food shortages. By November 2025, it's down to 24%, still painfully high. Essentials—flour, cooking oil, electricity—have doubled in price over two years. The middle class is being hollowed out. Salaried workers watch their wages evaporate. The poor, who spend 60% of income on food, are skipping meals. The IMF demanded Pakistan remove energy subsidies and raise taxes, which the government did, triggering protests. But without those reforms, the IMF won't disburse funds, and without IMF funds, Pakistan defaults. It's a trap, and everyone knows it.\n\nThe external position is perilous. Foreign reserves stood at $11.7 billion in November 2025, barely two months of import cover. That's up from a terrifying $4 billion in early 2023, when default seemed imminent, but it's still fragile. Pakistan's current account deficit, driven by energy imports and low exports, is chronic. Remittances—$30 billion annually from the Pakistani diaspora—are the only reason the country hasn't collapsed. Workers in the Gulf, UK, and US send money home, propping up the balance of payments. But remittances are sensitive to global conditions. If Gulf economies slow or Western countries tighten immigration, Pakistan's lifeline weakens.\n\nDebt is crushing. External debt stands at $126 billion, 38% of GDP. Domestic debt adds another $130 billion. Debt servicing consumes over 50% of government revenue—every other rupee collected goes to creditors, leaving little for education, health, or infrastructure. Pakistan borrowed heavily from China under CPEC (China-Pakistan Economic Corridor), around $30 billion since 2015. CPEC built roads, ports, and power plants, but the debt terms are harsh, and projects haven't generated expected returns. The Gwadar Port, supposed to be a game-changer, handles minimal cargo. Power plants run on imported coal, worsening the trade deficit. CPEC is now a political liability, with critics calling it a debt trap.\n\nThe tax system is broken. Pakistan's tax-to-GDP ratio is 10%, among the lowest globally. Only 3 million people—out of 240 million—file income tax returns. Agriculture, which employs 40% of the workforce, contributes less than 1% of tax revenue because landowners are politically powerful and refuse taxation. The elite dodge taxes, forcing the burden onto salaried workers and consumption taxes. The IMF wants Pakistan to broaden the tax base, but every government that tries faces backlash from vested interests. Imran Khan's government (2018-2022) promised reform and failed. Shehbaz Sharif's government (2022-present) promised reform and failed. The new government, formed after the February 2024 elections, promises reform. Don't hold your breath.\n\nEnergy is the structural chokepoint. Pakistan faces chronic electricity shortages—load shedding is routine, crippling industry and infuriating households. Installed capacity is theoretically sufficient, around 40,000 MW, but much of it sits idle because the government can't pay circular debt—money owed to power producers. Circular debt hit $15 billion in 2025. Power distribution is corrupt and inefficient; theft and non-payment are rampant. The government subsidizes electricity for political reasons, which drains the budget, which makes debt worse, which means less investment. It's a vicious cycle. Industry can't compete without reliable power, so manufacturing stagnates at 14% of GDP, and exports remain stuck at $30 billion annually, a fraction of Bangladesh's $55 billion.\n\nTextiles are 60% of exports, which is both a strength and a weakness. Pakistan is the world's fourth-largest cotton producer and a major textile exporter, but it's stuck in low-value-added products—yarn and fabric, not finished garments. Bangladesh and Vietnam moved up the value chain; Pakistan didn't. IT and services are the bright spot—IT exports hit $3.5 billion in 2024, growing 20% annually, driven by freelancers and software firms. Remittances and IT are keeping Pakistan afloat, but they can't carry the whole economy.\n\nPolitical instability sabotages economic reform. Imran Khan was ousted in 2022, jailed in 2023, and his PTI party was banned from the 2024 election. Shehbaz Sharif's coalition government is weak and distracted by infighting. The military looms over everything, shaping policy and consuming 4% of GDP in defense spending. No government completes a full term, and long-term economic planning is impossible when administrations change every two years. Investors want stability; Pakistan offers chaos.\n\nBottom line: Pakistan's economy is trapped in a cycle of IMF bailouts, inflation, and stagnant growth. The reforms needed—tax expansion, energy sector overhaul, export diversification—are politically toxic. So Pakistan muddles through, lurching from crisis to crisis, living off remittances and IMF money. The human cost is staggering—millions in poverty, shrinking middle class, brain drain as skilled workers emigrate. Pakistan has enormous potential—240 million people, strategic location, agricultural and mineral resources—but potential without governance is just waste. The next IMF program might stabilize things for a year or two. Then the cycle begins again. Unless something fundamental changes, Pakistan's economy will remain a cautionary tale.",
      "issues": ["23rd IMF bailout, negotiating $8bn Extended Fund Facility", "Inflation down to 24% from 38%, rupee at 280/$", "Debt servicing consuming 50% of government revenue", "Tax-to-GDP at 10%, only 3m of 240m file taxes", "Circular debt at $15bn crippling energy sector"]
    },
    {
      "name": "Palestine",
      "lat": 31.9522,
      "lng": 35.2332,
      "summary": "There is no functioning Palestinian economy. There's economic activity—people work, shops open, goods are traded—but it's not an economy in any normal sense. It's a system of fragmented enclaves, Israeli-controlled borders, donor dependency, and political paralysis. The West Bank and Gaza are economically severed. Gaza, under blockade since 2007 and devastated by Israeli offensives in 2023-24, has unemployment around 46%, the highest in the world. GDP per capita in Gaza is $1,300, half the West Bank's $2,700, and falling. The October 2023 war destroyed 60% of Gaza's infrastructure—homes, schools, hospitals, sewage systems. Reconstruction will cost tens of billions, but who's paying and who's governing are unanswered questions. Gaza is an economic corpse.\n\nThe West Bank fares better, relatively, but Israeli control strangles growth. Under the Oslo Accords' Area C designation, Israel controls 60% of the West Bank, including the most economically valuable land—agricultural areas, mineral deposits, and potential industrial zones. Palestinians are barred from building or investing there. Checkpoints fragment the territory, adding hours to travel and making commerce unpredictable. Israeli settlements, home to 700,000 settlers, operate under a separate legal and economic regime, benefiting from Israeli infrastructure and subsidies while Palestinian areas languish. The result is an economy that can't achieve scale. Manufacturing is 10% of GDP, mostly small workshops. Agriculture is 3%, down from 13% in the 1990s, as land access shrinks.\n\nThe Palestinian Authority (PA) is bankrupt. It employs 150,000 people—civil servants, teachers, security forces—but can't pay them regularly. Salaries were cut by 50% in 2025 after Israel withheld tax revenues it collects on the PA's behalf under the Paris Protocol. Israel withholds revenues periodically as political punishment, most recently over PA payments to families of prisoners and martyrs, which Israel calls 'pay for slay.' These payments are 7% of the PA budget, a massive liability. The PA's annual budget is about $5 billion, but revenue—taxes and customs—covers only $2.5 billion. The rest comes from donors: the EU, Arab states, the US (until Trump cut aid). Donors are fatigued. Pledges go unfulfilled. The PA is running on fumes.\n\nDonor dependency is total. In 2024, international aid to Palestinians was $1.8 billion, down from $3 billion in the early 2010s. The biggest donors are the EU ($300 million), Saudi Arabia, Qatar, and UN agencies like UNRWA, which provides education and healthcare to refugees. But aid is declining as the conflict drags on with no solution in sight. UNRWA faces its own funding crisis—the US, once the largest donor, cut funding under Trump. Gulf states are less generous as they normalize with Israel. The PA and Gaza are competing for the same shrinking pot of money, and Hamas's 2023 attack has further complicated donor willingness.\n\nUnemployment is catastrophic. In the West Bank, it's 17%; in Gaza, 46%. Youth unemployment is higher—over 60% in Gaza for those under 25. The labor market is distorted by work permits. About 150,000 Palestinians work in Israel or settlements, earning wages several times higher than in the West Bank. These permits are political tools—Israel issues more when it wants to ease pressure, revokes them to punish the PA. After October 2023, Israel revoked nearly all Gaza work permits and sharply reduced West Bank permits, cratering incomes and pushing families into poverty. Remittances from Gulf workers have also declined as Palestinian communities there age and aren't replaced.\n\nGaza's economy is unique in its dysfunction. Before October 2023, it was sustained by international aid, smuggling through tunnels to Egypt, and fishing. Israel's blockade restricted imports to basic goods, banned exports except limited agricultural products, and confined fishermen to a 6-12 nautical mile zone. Hamas taxed everything—tunnel smuggling, imports, aid—taking a cut to fund governance and military operations. The 2023-24 war destroyed this fragile system. The tunnels are mostly destroyed. The fishing fleet is wrecked. Farmland is bombed. Gaza's economy isn't recovering; it's being sustained by emergency aid—food, tents, medical supplies—delivered by UNRWA and NGOs. There's no reconstruction because there's no clear authority and no materials allowed in.\n\nThe Paris Protocol, signed in 1994, governs economic relations with Israel and is a straitjacket. Israel controls borders, currency (the shekel), and customs. Palestinians can't set their own trade policy, negotiate trade deals, or import goods directly; everything goes through Israel. The protocol was supposed to be temporary, but 30 years later it's permanent. It makes the Palestinian economy a captive market for Israeli goods—70% of Palestinian imports come from Israel. Palestinians export mainly to Israel because they can't access other markets. It's dependency by design.\n\nThere are pockets of resilience. Palestinian tech startups in Ramallah raised $30 million in 2024, small but growing. The service sector—banking, telecom, hospitality—is relatively dynamic. The Bank of Palestine and Palestinian Telecommunications Company (Paltel) are profitable. Tourism to Bethlehem and Jericho brought in $1 billion annually pre-COVID, though it collapsed after October 2023. But these successes are fragile, vulnerable to Israeli restrictions and political violence.\n\nBottom line: The Palestinian economy is structurally unviable under current conditions. Israeli control, territorial fragmentation, donor dependency, and political paralysis create a system that sustains survival but not development. Gaza is a humanitarian disaster. The West Bank is stagnant. There's no two-state solution on the horizon, no economic plan, no end to occupation. The PA is broke and discredited. Hamas is isolated. Donors are disengaging. Palestinians are trapped in an economic model that was meant to be transitional but has become permanent. Without political resolution, there's no economic future—just managed decline and periodic catastrophe. That's not pessimism; it's reality.",
      "issues": ["Gaza unemployment at 46%, 60% infrastructure destroyed", "PA bankrupt, salaries cut 50% after Israel withholds taxes", "Donor aid down to $1.8bn, UNRWA funding crisis", "Israeli Area C control strangling West Bank growth", "Paris Protocol making Palestinian economy captive to Israel"]
    },
    {
      "name": "Panama",
      "lat": 8.5380,
      "lng": -80.7821,
      "summary": "Panama's economy is built on one thing: geography. The Panama Canal, the 50-mile shortcut between the Atlantic and Pacific, generates 6% of GDP directly and supports logistics, banking, and services that together account for 75% of the economy. In fiscal year 2024, the Canal contributed $4.3 billion to the government—40% of national revenue. But in 2025, the Canal faces its worst crisis in decades: drought. Water levels in Gatun Lake, which feeds the Canal's locks, fell to near-record lows in 2024-25, forcing restrictions on vessel transits. Daily crossings dropped from 38 pre-drought to 24 at the peak of restrictions, causing delays, higher fees, and diversion of shipping to alternative routes like the Suez or South American rail corridors. Climate change is turning Panama's greatest asset into a liability.\n\nGDP growth in 2025 is projected at 3.2%, down from 7.3% in 2022, as Canal disruptions ripple through the economy. Inflation cooled to 1.8%, among the lowest in Latin America, and unemployment sits at 7.2%. Panama's dollarized economy—it uses the US dollar as currency—provides stability, shielding it from currency crises that plague neighbors. But dollarization also means Panama can't devalue to boost competitiveness or print money to stimulate growth. Fiscal policy is the only lever, and Panama's public debt at 65% of GDP limits room for maneuver. The government ran a 3.1% deficit in 2024, trying to balance infrastructure investment with fiscal prudence.\n\nThe Canal Authority (ACP) is scrambling for solutions. Short-term, they've implemented water-saving measures—lock optimization, reservoir management—that allowed transit numbers to recover to 32 per day by late 2025. Long-term, the ACP is considering a $2 billion project to build a new reservoir, Lago Bayano, to supplement Gatun Lake. But it's controversial—environmental groups oppose flooding indigenous lands, and financing is uncertain. Climate models predict more frequent droughts as global temperatures rise. If the Canal can't operate reliably, shipping companies will invest in alternative routes, and Panama loses its competitive edge. This isn't hypothetical; it's happening. Some carriers are already rerouting to avoid delays.\n\nBeyond the Canal, Panama positions itself as a regional logistics and financial hub. The Colón Free Zone, the second-largest free trade zone globally after Hong Kong, handles $15 billion in trade annually, re-exporting goods across Latin America. Tocumen International Airport, Central America's busiest, is expanding to handle 25 million passengers annually by 2027, up from 18 million in 2024. Copa Airlines, Panama's flag carrier, operates a hub-and-spoke model, connecting North and South America. It's profitable and efficient, a rare Latin American airline success story. But competition is intensifying—Miami, Bogotá, and Mexico City are all expanding, and Panama must keep investing to stay ahead.\n\nBanking is another pillar. Panama is a financial center with 50+ international banks, leveraging banking secrecy laws and favorable regulation to attract deposits from across Latin America. But the sector is under pressure. The OECD and Financial Action Task Force (FATF) have pushed Panama to improve transparency and combat money laundering. Panama was on the FATF grey list until 2023, damaging its reputation. Reforms have been implemented—beneficial ownership registries, stronger anti-money laundering enforcement—but the banking sector's growth is slowing as the era of easy offshore banking ends. Panama is trying to rebrand as a legitimate financial hub, but it's a hard sell when the legacy is opacity.\n\nMining is the big controversy. The Cobre Panamá mine, operated by Canada's First Quantum Minerals, produces 350,000 tons of copper annually, 5% of global supply. It's Panama's largest foreign investment—$10 billion—and contributes $375 million annually in taxes and royalties. But in October 2023, massive protests erupted over the mine's environmental impact and contract terms. Demonstrators blocked roads, shut down the capital, and demanded the mine's closure. The Supreme Court ruled the contract unconstitutional in November 2023, and the government suspended operations. The mine has been idle since. It's a disaster for both sides—First Quantum faces billions in losses, and Panama loses critical revenue. Negotiations to reopen the mine are stalled, and it's become a referendum on resource extraction versus environmental protection.\n\nInequality is stark. Panama's Gini coefficient is 0.49, among the highest in Latin America. The banking and logistics sectors create high-paying jobs, but they're concentrated in Panama City. Indigenous communities in Darién and Bocas del Toro live in poverty, with limited access to healthcare and education. Comarcas—indigenous territories—have poverty rates above 80%, versus 14% nationally. The government's response has been inadequate, and indigenous groups are politically mobilized, leading protests against mining and infrastructure projects they see as exploitative.\n\nReal estate and services are booming in Panama City. The skyline bristles with high-rises, many owned by foreigners attracted by residency programs and tax incentives. Tourism is growing—2.3 million visitors in 2024, up 12% from 2023, drawn by beaches, rainforests, and the Canal. But much of this growth bypasses ordinary Panamanians. Service jobs pay low wages, and the cost of living in Panama City has soared. Rent in middle-class neighborhoods rivals Miami. Traffic is nightmarish. Public services—education, healthcare—lag infrastructure investment.\n\nBottom line: Panama's economy is a one-trick pony with climate change threatening the trick. The Canal remains profitable and central, but drought is a wake-up call. Diversification—logistics, banking, tourism—is happening, but it's not enough to replace the Canal if it falters. The mining shutdown is a self-inflicted wound, costing revenue Panama needs for infrastructure and social programs. Inequality is explosive, and indigenous communities are pushing back against development models that exclude them. Panama is rich on paper—$18,000 GDP per capita—but that wealth is narrowly distributed. The next decade will test whether Panama can adapt to climate reality, rebuild trust over resource extraction, and share prosperity more broadly. Or it could squander its advantages and become a cautionary tale of missed opportunities.",
      "issues": ["Canal drought cutting transits from 38 to 24-32/day, revenue threatened", "Cobre Panamá mine shut down since Nov 2023, losing $375m annual revenue", "GDP growth slowing to 3.2% from 7.3% post-pandemic", "Gini coefficient at 0.49, indigenous poverty above 80%", "Dollarized economy limits monetary policy flexibility"]
    },
    {
      "name": "Papua New Guinea",
      "lat": -6.3150,
      "lng": 143.9555,
      "summary": "Papua New Guinea is fabulously rich in resources and desperately poor in outcomes. Gold, copper, natural gas, timber, fisheries—PNG has it all. The economy is driven by extractive industries, which contribute 25% of GDP and 80% of exports. Yet 40% of the population lives below the poverty line, life expectancy is 64 years, and literacy is 64%. The disconnect between resource wealth and human development is one of the starkest in the world. The reason is simple: resource revenues enrich foreign companies and a small elite, while the state lacks capacity to tax, govern, or deliver services. PNG is a kleptocracy with a mining sector attached.\n\nGDP growth in 2025 is projected at 4.5%, driven by the Porgera gold mine's reopening and expansion of LNG exports. But this is 'enclave growth'—mining projects operate as islands, importing equipment and expertise, exporting commodities, with minimal linkages to the domestic economy. The Porgera mine, once the country's largest, was shut in 2020 after the government refused to renew the operator's lease. After five years of negotiation, Barrick Gold and Zijin Mining reopened it in 2024 under a new 51-49 joint venture with the state. It will produce 500,000 ounces of gold annually, worth $1.2 billion at current prices. But most of that value leaves PNG as profits and royalties to foreign shareholders. The government's share—royalties and taxes—is maybe 15%, around $180 million, a fraction of what Norway or Botswana would capture.\n\nLNG is the other big story. The PNG LNG project, operated by ExxonMobil, has been exporting since 2014, generating $3 billion annually in revenue. A second project, Papua LNG led by TotalEnergies, is under development, targeting production by 2028. Combined, LNG could eventually contribute $5 billion annually to exports. But here's the kicker: the government negotiated terrible terms. Tax holidays, generous cost recovery, and weak oversight mean PNG sees minimal fiscal benefit. A 2020 report estimated the government received just 2% of LNG revenue over the project's first five years. Meanwhile, landowner disputes have turned violent—clashes in the Hela Province over benefit-sharing left dozens dead in 2024. Resource wealth is fueling conflict, not development.\n\nThe state is broke. Government revenue is about 14% of GDP, one of the lowest globally, because PNG can't tax effectively. The informal economy is vast—subsistence farming employs 80% of the population—and beyond the state's reach. Mining companies negotiate sweetheart deals. Corruption is endemic—PNG ranks 142 out of 180 on Transparency International's index. The 2025 budget is $6.5 billion, but half is donor-funded by Australia, World Bank, and Asian Development Bank. Australia alone provides $600 million annually, propping up PNG's health and education systems. Without donors, the state would collapse.\n\nInflation hit 5.2% in 2025, driven by food imports and currency depreciation. The kina has weakened from 2.8 to the US dollar in 2020 to 3.6 in 2025, making imports—rice, fuel, medicine—more expensive. PNG imports 50% of its food despite being agrarian. Why? Infrastructure is nonexistent. The Highlands, where most people live, are connected by dirt roads that wash out in the rainy season. There's no national rail network. Air travel is the only reliable link between cities, but it's expensive, so goods don't move. Farmers can't get produce to markets, markets can't get goods to consumers. The result is chronic food insecurity despite abundant land.\n\nDebt is rising but still manageable at 45% of GDP. Most is concessional borrowing from multilateral lenders. But servicing even cheap debt is a burden when revenue is so low. The government spends more on debt servicing than on health. PNG has one doctor per 10,000 people, among the worst in the world. Maternal mortality is 171 per 100,000 births, 30 times higher than Australia. Malaria, tuberculosis, and HIV are widespread. Schools are understaffed and underfunded. Two-thirds of children don't complete primary school. This is a development catastrophe.\n\nPolitical instability compounds economic dysfunction. James Marape is prime minister, leading a fractious coalition of over 10 parties. PNG's Westminster system is dysfunctional—MPs switch parties constantly, coalition governments collapse, and policy is incoherent. Elections are marred by violence and vote-buying. The 2022 election saw over 50 people killed in clashes. Tribal dynamics dominate; national identity is weak. PNG has 800 languages and deep ethnic divisions. Governing this is nearly impossible.\n\nThere are glimmers of potential. Agriculture, if infrastructure were built, could be transformative—PNG has ideal conditions for cocoa, coffee, palm oil, and vanilla. Cocoa exports were worth $300 million in 2024, but they could be $2 billion with roads and processing facilities. Fisheries are underexploited; PNG's exclusive economic zone is rich in tuna, but foreign fleets take most of the catch. Tourism is minimal—8,000 visitors in 2024—but PNG has extraordinary biodiversity, reefs, and cultural heritage. With investment, it could attract eco-tourists. But investment requires security, infrastructure, and governance, all of which are lacking.\n\nBottom line: PNG is trapped in the resource curse. Mining and LNG drive headline growth, but revenues leak out through corruption and bad contracts. The state can't provide services, infrastructure is absent, and human development indicators are appalling. The elite in Port Moresby live comfortably; everyone else scrapes by. PNG should be rich. Instead, it's a case study in how resource wealth without governance produces poverty. The next decade will see more LNG projects, more mining, and probably more of the same dysfunction. Unless PNG renegotiates contracts, cracks down on corruption, and invests resource revenues in people and infrastructure, it will remain rich in resources and poor in everything else.",
      "issues": ["40% poverty despite 25% GDP from extractives, 80% export share", "Government captured just 2% of LNG revenue in first 5 years", "Porgera mine reopened 2024, producing $1.2bn gold annually", "State revenue at 14% of GDP, half donor-funded by Australia", "800 languages, tribal violence, infrastructure nonexistent outside cities"]
    },
    {
      "name": "Paraguay",
      "lat": -23.4425,
      "lng": -58.4438,
      "summary": "Paraguay is South America's quiet achiever, and nobody notices. GDP grew 4.8% in 2024 and is projected at 4.2% in 2025, among the fastest in the region. Inflation cooled to 3.5%, unemployment is 5.7%, and the fiscal deficit is 2.9% of GDP. The currency, the guaraní, is stable. Public debt stands at 39% of GDP, the second-lowest in South America after Chile. These are boring, responsible numbers—exactly what you want in an economy. But Paraguay gets no credit because it's landlocked, small (7.4 million people), and overshadowed by Brazil and Argentina. Yet it's outperforming both. The secret? Agriculture, hydropower, and fiscal discipline. Also, a massive informal economy and smuggling networks, but we'll get to that.\n\nAgriculture is the engine, contributing 18% of GDP and 85% of exports. Paraguay is the world's fourth-largest soybean exporter, shipping 6 million tons annually worth $4 billion, mostly to Argentina for processing and re-export. Beef is the other pillar—Paraguay is the sixth-largest exporter globally, with 1.2 million tons in 2024, targeting markets in Russia, Chile, and Taiwan. The sector is efficient, mechanized, and export-oriented. But it's also concentrated—large agribusinesses and foreign (mostly Brazilian) landowners control vast estates, while smallholder farmers struggle. Land inequality is extreme: 2.6% of landowners hold 85% of farmland. This fuels social tension, with landless peasant movements occupying estates and clashing with police.\n\nHydropower is Paraguay's superpower. The Itaipu Dam, jointly operated with Brazil on the Paraná River, is the world's second-largest hydroelectric plant, generating 103 terawatt-hours annually. Paraguay consumes only 15 TWh, exporting the rest to Brazil. Under the Itaipu Treaty, Brazil buys Paraguay's surplus at cost—around $350 million annually. It's a sweetheart deal for Brazil and a raw deal for Paraguay, which could earn billions selling at market rates. Renegotiating Itaipu is a political minefield—Brazil has more leverage, and Paraguay is dependent on Brazilian goodwill. The Yacyretá Dam, shared with Argentina, adds another 20 TWh. Together, hydropower accounts for nearly 100% of Paraguay's electricity, making it one of the cleanest energy matrices globally. It also makes energy dirt cheap—rates are $0.04/kWh, attracting energy-intensive industries.\n\nThe informal economy is huge, conservatively estimated at 40% of GDP. Ciudad del Este, on the border with Brazil and Argentina, is the epicenter. It's a free trade zone in name, a smuggling hub in reality. Electronics, cigarettes, alcohol, and counterfeit goods flow through in billions of dollars annually, much of it destined for Brazil and Argentina where tariffs are higher. The tri-border area is also associated with money laundering and contraband, though the government has cracked down in recent years under international pressure. The informal sector provides livelihoods for hundreds of thousands but deprives the state of tax revenue. Paraguay's tax-to-GDP ratio is 10%, among the lowest in the region, because so much economic activity happens off the books.\n\nThe formal economy is diversifying slowly. Manufacturing is 18% of GDP, focused on agro-processing—soybean oil, beef packing, ethanol. There's no heavy industry; Paraguay imports machinery, vehicles, and electronics. Services are 45% of GDP, driven by commerce, finance, and logistics. Asunción, the capital, has a small but growing financial sector, and Paraguay's low tax rates attract regional investment. But the business environment is challenging—corruption is rife (ranked 137 out of 180 by Transparency International), bureaucracy is slow, and infrastructure outside Asunción is poor. Roads are decent, but rail is nonexistent, and river transport on the Paraguay River is underutilized.\n\nPolitical stability is a double-edged sword. The Colorado Party has governed almost continuously since 1947, including during Alfredo Stroessner's 35-year dictatorship (1954-1989). Santiago Peña, elected president in 2023, is a Colorado technocrat, former finance minister, and IMF-trained economist. He promises fiscal responsibility and anti-corruption efforts, but the Colorado machine is deeply entrenched, linked to patronage, narcotrafficking, and land grabs. Peña's government has made some progress—signing a $500 million IDB loan for infrastructure, launching digital tax reforms—but systemic corruption persists. The opposition is weak and fragmented. Democracy functions, but accountability is limited.\n\nInequality is stark. Paraguay's Gini coefficient is 0.45, among the highest in South America. Wealth is concentrated in Asunción and the agricultural export sector. Indigenous communities, 2% of the population, face extreme poverty—70% live below the poverty line, with limited access to land, education, or healthcare. The Chaco region, sparsely populated and home to indigenous groups, has been heavily deforested for cattle ranching, displacing communities. Environmental enforcement is weak; ranchers operate with impunity.\n\nExternal vulnerabilities are real. Paraguay is landlocked, dependent on the Paraná and Paraguay rivers for access to the Atlantic via Argentina. If Argentina restricts river traffic—which it has threatened during disputes—Paraguay's exports are choked. The economy is also heavily exposed to commodity prices. Soy and beef represent 60% of exports; if prices crash, so does growth. China is the largest trading partner, taking 30% of exports, but the relationship is transactional—China buys commodities but invests little. Taiwan, one of the few countries Paraguay recognizes diplomatically, provides aid and investment, but pressure to switch to Beijing is growing.\n\nBottom line: Paraguay is doing surprisingly well by regional standards—solid growth, low inflation, fiscal stability. Hydropower and agriculture are genuine strengths. But the economy is narrow, unequal, and vulnerable to external shocks. The informal sector sustains millions but weakens state capacity. Land concentration fuels social conflict. Corruption is endemic. Paraguay is stable and growing, but it's not transforming. Without diversification, improved governance, and addressing inequality, Paraguay will remain a commodity exporter with a massive gray economy. That's enough to keep growing at 4%, but it's not enough to become a developed country. Still, in a region plagued by crises—Argentina's inflation, Brazil's political chaos—Paraguay's boring competence is refreshing. Boring is underrated.",
      "issues": ["GDP growth at 4.8%, outperforming region despite landlocked status", "Soy/beef 85% of exports, extreme land inequality (2.6% own 85%)", "Itaipu Dam exports 88 TWh to Brazil at cost, losing billions in potential revenue", "Informal economy 40% of GDP, Ciudad del Este smuggling hub", "Tax-to-GDP at 10%, corruption ranked 137/180 globally"]
    },
    {
      "name": "Peru",
      "lat": -9.1900,
      "lng": -75.0152,
      "summary": "Peru's economy is stuck in neutral, and nobody's sure how to shift gears. GDP growth in 2025 is projected at 2.9%, below the 4-5% needed to reduce poverty meaningfully. Inflation has cooled to 2.5%, within the central bank's target range, and the sol is stable against the dollar. Unemployment is officially 6.8%, but underemployment is over 40%—millions work in the informal sector with no benefits or job security. Public debt stands at 36% of GDP, fiscally sustainable but rising. The numbers aren't terrible, but they're not good. Peru is treading water, held back by political chaos, social unrest, and a mining sector that dominates the economy but distributes benefits narrowly.\n\nMining is everything. Copper is 30% of exports, and Peru is the world's second-largest producer after Chile, extracting 2.8 million tons in 2024. Gold, zinc, and silver add billions more. Total mining exports were $33 billion in 2024, 60% of all exports. The big players—Antamina, Las Bambas, Cerro Verde—are foreign-owned joint ventures. They generate huge revenues, but local communities see little benefit. Instead, they see environmental damage—polluted rivers, deforested hillsides, toxic tailings. Anti-mining protests are constant. In 2023, protests shut down Las Bambas for months, costing $500 million in lost production. In 2024, communities blockaded Antamina, demanding higher royalties and cleanup. The government caves, renegotiates, then the cycle repeats. Mining is Peru's blessing and curse—it's the economy's backbone, but it's politically toxic.\n\nPolitical instability is crippling. Dina Boluarte is president, the sixth in seven years. She took over in December 2022 after Pedro Castillo was impeached and arrested for attempting a self-coup. Boluarte's approval rating is 5%, the lowest in the Americas. She's widely seen as illegitimate, kept in power by a fractured Congress that can't agree on a replacement. Protests demanding her resignation erupted in early 2023, leaving 60 dead in clashes with police. The unrest paralyzed the country—roads blockaded, airports shut, tourism collapsed. By late 2023, the protests faded, but the underlying anger remains. Elections are scheduled for 2026, but whether they happen peacefully is uncertain. No Peruvian government since 2000 has completed its term without scandal, impeachment, or collapse. Investors hate this. Capital flight is ongoing, and foreign direct investment fell 18% in 2024.\n\nTourism, once a pillar, is recovering but fragile. Peru attracted 2.3 million international visitors in 2024, up from 1.5 million in 2023 but still below the 4.4 million in 2019. Machu Picchu, Cusco, Lima—these draw tourists, generating $3.5 billion annually. But protests and instability scare visitors. In 2023, Machu Picchu was closed for weeks due to rail blockades. Hotels and tour operators are suffering. The government has invested in tourism infrastructure, but political risk undermines it.\n\nThe informal economy is vast—70% of workers are informal, meaning no contracts, no pensions, no healthcare. Street vendors, unregistered workshops, gig workers—this is how most Peruvians earn a living. It's resilient and entrepreneurial, but it's also precarious and invisible to the tax system. Peru's tax-to-GDP ratio is 16%, low for middle-income countries, because the state can't tax the informal sector. Attempts to formalize face resistance—small businesses say taxes and regulations make compliance unaffordable. So the informal economy persists, and the state stays revenue-starved.\n\nAgriculture employs 25% of the workforce but contributes just 6% of GDP, a sign of low productivity. The coast, where large agribusinesses grow blueberries, asparagus, and avocados for export, is modern and efficient—Peru is the world's largest blueberry exporter, shipping $1.5 billion worth in 2024. But the highlands, where smallholders grow potatoes and maize, are subsistence-level. Irrigation is limited, machinery is scarce, and yields are low. The government has programs to support smallholders, but they're underfunded and poorly executed. Cocaine production, concentrated in the VRAEM region, is another agricultural reality—Peru is the world's second-largest coca producer after Colombia. Eradication efforts are half-hearted; coca is more profitable than any legal crop.\n\nFiscal policy is cautious. The central bank and finance ministry have reputations for competence, a legacy of the 1990s reforms under Alberto Fujimori. Peru avoided the fiscal disasters that hit Argentina or Venezuela. But the fiscal space is narrowing. The deficit was 2.9% in 2024, and public investment is falling—infrastructure spending is 4% of GDP, down from 6% in the 2010s. Roads, water, electricity in rural areas are inadequate. The Pan-American Highway is decent, but secondary roads are dirt and impassable in the rainy season. Lima has metro lines, but they're overcrowded and incomplete. The gap between coastal cities and the highlands is widening.\n\nExternal vulnerability is moderate. Peru runs a small current account deficit, around 1.5% of GDP, financed by FDI and remittances. Exports are commodity-heavy—copper, gold, fishmeal, agriculture. China is the largest trading partner, taking 30% of exports, mostly metals. If Chinese demand slows or commodity prices fall, Peru's growth tanks. The 2015-16 commodity crash saw growth drop to 2.5%, and it's taken years to recover. Diversification is talked about but not happening. Manufacturing is stuck at 12% of GDP, mostly simple goods for the domestic market. There's no tech sector to speak of, no industrial base. Peru is a commodity exporter, and that's unlikely to change.\n\nSocial indicators are middling. Poverty fell from 60% in 2000 to 25% in 2019, a genuine achievement, but it's crept back up to 28% post-pandemic. Inequality is high—Gini coefficient 0.42—with wealth concentrated in Lima and coastal cities. Indigenous communities in the highlands and Amazon face extreme poverty, with limited access to services. Education is improving—enrollment is high—but quality is low. Peru ranks near the bottom of Latin America in PISA tests. Healthcare is underfunded—2.5% of GDP, half the OECD average. The pandemic exposed this brutally; Peru had the world's highest per capita COVID death rate.\n\nBottom line: Peru has the ingredients for growth—mining wealth, agricultural potential, tourism, fiscal discipline—but politics and inequality sabotage everything. The mining sector generates billions but fuels conflict. Political instability scares investors and disrupts activity. Informality is huge, weakening the state's capacity. Peru is capable of 5% growth, but it's stuck at 3% because governance is broken. The 2026 election might bring change, or it might bring more chaos. Until Peru fixes its politics—building parties that last, institutions that work, trust between state and citizens—the economy will underperform. It's frustrating because the potential is obvious. But potential without execution is just waste.",
      "issues": ["Mining protests shut down Las Bambas, Antamina costing $500m+", "Political instability: 6 presidents in 7 years, Boluarte at 5% approval", "Informal economy at 70%, tax-to-GDP at 16%", "Copper 30% of exports, extreme commodity dependence", "Tourism down to 2.3m visitors from 4.4m pre-pandemic"]
    },
    {
      "name": "Philippines",
      "lat": 12.8797,
      "lng": 121.7740,
      "summary": "The Philippines is Southeast Asia's oddball—democratic but chaotic, young and dynamic but held back by infrastructure and inequality. GDP growth in 2025 is projected at 5.8%, solid by regional standards, driven by consumption, remittances, and a booming services sector. Inflation has cooled to 3.2% after peaking at 8.7% in early 2023, and the central bank has begun cutting rates, down to 5.75% in November 2025. Unemployment is officially 4.5%, though underemployment—people working part-time or in low-productivity jobs—is closer to 15%. The economy is growing, but it's not lifting all boats. Poverty afflicts 18% of the population, and the gap between Manila's skyscrapers and rural provinces' tin shacks is vast.\n\nConsumption is the engine, accounting for 70% of GDP. Filipinos spend—on groceries, gadgets, dining, entertainment. Shopping malls are packed, e-commerce is booming, and consumer debt is rising. This is fueled by remittances: $36 billion in 2024, sent by 10 million Overseas Filipino Workers (OFWs) in the Gulf, US, Hong Kong, and elsewhere. Remittances are 8.5% of GDP, a lifeline for millions of families and a stabilizer for the balance of payments. But it's a double-edged sword. Remittance dependence creates a culture of consumption over investment, and it means the Philippine economy is vulnerable to conditions abroad. If Gulf economies slow or US immigration tightens, remittances fall, and consumption craters.\n\nServices dominate at 60% of GDP. Business process outsourcing (BPO)—call centers, IT services, back-office work—is the crown jewel, employing 1.5 million and generating $29 billion in 2024, making the Philippines the world's BPO capital, surpassing India in some segments. Filipinos' English proficiency, cultural affinity with the US, and lower wages make them attractive to Western companies. But the sector faces headwinds. AI and automation threaten low-skill call center jobs. Rising wages—BPO salaries have doubled since 2015—erode cost competitiveness. The Philippines needs to move up the value chain to IT development and analytics, but that requires better education and digital infrastructure, both of which lag.\n\nManufacturing is stuck at 18% of GDP, lagging Vietnam (25%) and Thailand (27%). Electronics assembly is 55% of exports—semiconductors, components for phones and computers—but it's low-value-added work. The Philippines imports chips, assembles them, and re-exports. The profit margin is thin. There's little domestic manufacturing capacity outside electronics and food processing. Garments, which powered growth in the 1990s, have moved to Vietnam and Bangladesh. The \"Build, Build, Build\" infrastructure program under Duterte (2016-2022) aimed to fix bottlenecks, and it made progress—new expressways, airports, rail lines. But projects are delayed, corruption inflates costs, and funding is tight. Public infrastructure spending is 5% of GDP, below the 7% target.\n\nAgriculture employs 23% of the workforce but contributes only 9% of GDP, a stark productivity gap. Rice, coconut, sugar, and banana farming dominate, mostly smallholder plots of 1-2 hectares. Mechanization is low, irrigation is limited, and yields lag neighbors. The Philippines imports rice—4 million tons in 2024—despite being agrarian, because local production can't meet demand. Land reform, promised for decades, has failed; landowners retain control, and peasants remain tenants. Typhoons devastate harvests annually—Typhoon Karding in 2024 destroyed $200 million in crops. Climate change is making storms more intense, and agriculture is woefully unprepared.\n\nDebt is manageable but rising. Public debt stands at 61% of GDP, up from 39% pre-pandemic, driven by COVID spending. Debt servicing consumes 25% of the budget, crowding out education and health. The Marcos Jr. government, elected in 2022, has pledged fiscal consolidation, targeting a 3% deficit by 2028. But revenue collection is weak—tax-to-GDP is 14%, low for a middle-income country. Tax evasion is rampant, especially among the wealthy and corporations. The BIR (Bureau of Internal Revenue) is understaffed and corrupt. Without broader tax reform, the deficit won't close.\n\nInequality is entrenched. The top 1% own 45% of wealth, and 40 families control much of the economy—land, utilities, retail, media. This oligarchy has political power, blocking reforms that threaten their interests. Land reform, progressive taxation, antitrust enforcement—all stall because the elite resist. Poverty is concentrated in rural areas and Mindanao, where 25% live below the poverty line. BARMM (Bangsamoro Autonomous Region in Muslim Mindanao), created in 2019 to end decades of insurgency, is poor and underdeveloped. Infrastructure is minimal, literacy is low, and clan violence persists. Manila and Cebu are middle-income; much of Mindanao is low-income. The divide fuels resentment.\n\nPolitical risk is low but not zero. Ferdinand Marcos Jr., son of the dictator, governs with a coalition including the Duterte family. It's a marriage of convenience—Sara Duterte is vice president but increasingly at odds with Marcos over policy and 2028 presidential ambitions. If the coalition fractures, legislative gridlock follows. Marcos has been pragmatic on China, balancing economic engagement with defense of territorial claims in the West Philippine Sea, but the China relationship is volatile. Military tensions spike periodically, risking economic fallout.\n\nBottom line: The Philippines has momentum—5-6% growth, a young population (median age 25), a vibrant services sector. But structural weaknesses hold it back. Infrastructure lags, manufacturing stagnates, agriculture is unproductive, and inequality is extreme. The economy runs on consumption fueled by remittances, which is sustainable until it's not. The BPO sector is vulnerable to automation. Typhoons and climate change threaten agriculture. Political dynasties block reform. The Philippines is growing, but it's not transforming. To escape middle-income trap, it needs better infrastructure, stronger manufacturing, agricultural modernization, and political will to challenge vested interests. That's a tall order. For now, the Philippines muddles along—chaotic, resilient, and underachieving its potential.",
      "issues": ["Remittances at $36bn (8.5% GDP) driving consumption-heavy growth", "BPO sector ($29bn, 1.5m jobs) threatened by AI/automation", "Manufacturing stuck at 18% GDP, electronics 55% of exports", "Agriculture employs 23% but contributes 9% GDP, rice imports at 4m tons", "Top 1% own 45% wealth, 40 families control economy"]
    },
    {
      "name": "Poland",
      "lat": 51.9194,
      "lng": 19.1451,
      "summary": "Poland is the EU's success story—until recently. For three decades post-1989, Poland grew faster than almost any European economy, tripling GDP per capita, lifting millions out of poverty, and integrating into Western institutions. But in 2025, the shine is fading. GDP growth is projected at 2.9%, down from 5% in 2022, dragged by weak eurozone demand and declining EU funds. Inflation cooled to 4.5% from a peak of 18.4% in 2023, but it's still above the NBP's 2.5% target. Unemployment is low at 5.1%, but real wages are stagnant, eroded by years of high inflation. The zloty has stabilized around 4.3 to the euro, but household savings have been depleted. Poland is still growing, but the convergence with Western Europe—once rapid—has slowed, and political uncertainty clouds the outlook.\n\nThe economic model is shifting uncomfortably. Poland's growth was built on three pillars: EU funds, manufacturing exports, and cheap labor. The first pillar is wobbling. Poland has been the largest net recipient of EU funds, receiving over €200 billion since 2004. These funds built highways, modernized agriculture, and upgraded infrastructure. But the EU withheld €35 billion in 2022-23 over rule-of-law concerns under the PiS government. The new Tusk government, elected in late 2023, has restored relations with Brussels, and funds are flowing again, but the tap won't stay open forever. The current budget cycle (2021-2027) is Poland's last as a major net recipient—by the next cycle, Poland's income will be too high to qualify for large transfers.\n\nManufacturing is the backbone, contributing 20% of GDP and 80% of exports. Poland is Central Europe's manufacturing hub, producing cars, electronics, machinery, and appliances. VW, Fiat, Toyota, LG, Dell—all have major plants in Poland. But the sector faces headwinds. Germany, Poland's largest trading partner (28% of exports), is in recession, demand is weak. The auto industry is transitioning to EVs, and Poland is behind—most plants make combustion engines and components that will be obsolete. Re-tooling factories for EV production requires billions in investment, and it's unclear who'll pay. Foreign firms might shift production to cheaper locations like Romania or Ukraine once it stabilizes. Poland's wage advantage is eroding—average wages hit €1,500/month in 2025, up from €900 in 2015.\n\nEnergy transition is the existential challenge. Poland is the EU's most coal-dependent economy—coal generates 70% of electricity, down from 90% in 2010 but still far above the EU average of 15%. The EU's Green Deal mandates decarbonization, and Poland has committed to phase out coal by 2049. But transition is expensive and politically fraught. Coal employs 80,000 miners, mostly in Silesia, and mining communities are politically powerful. The government subsidizes coal to keep prices down and mines open, but it's fiscally ruinous and incompatible with EU climate targets. Renewable investment is accelerating—offshore wind in the Baltic, solar farms—but capacity is still small. Nuclear is the long-term plan; Poland is building its first nuclear plant with US support (Westinghouse), targeting operation by 2033. But nuclear is expensive, and financing is uncertain.\n\nPublic finances are strained. The fiscal deficit was 5.1% in 2024, above the EU's 3% limit, driven by increased defense spending (4% of GDP post-Ukraine invasion), social programs, and coal subsidies. Public debt stands at 51% of GDP, manageable but rising. The EU has exempted Poland from deficit penalties due to defense spending, but patience is finite. Tusk's government wants to consolidate but faces political constraints—cutting social spending or raising taxes is unpopular. Poland's tax-to-GDP ratio is 36%, average for the EU, so there's limited room to raise revenue without harming competitiveness.\n\nDemographics are dire. Poland's population is 38 million, down from a peak of 38.5 million in 2000. The fertility rate is 1.3, among the lowest in Europe. The population is aging; by 2050, 30% will be over 65. Working-age population is shrinking, creating labor shortages already visible in construction and manufacturing. Emigration compounds the problem—2 million Poles live in the UK, Germany, and elsewhere. Brain drain is real; young, educated Poles move west for higher wages. The government offers child subsidies and tries to lure emigrants back, but it's not working. Immigration could help—Poland accepted 1.5 million Ukrainian refugees post-2022—but integrating them economically and socially is challenging.\n\nInequality is rising. The Gini coefficient is 0.28, low by global standards but increasing. Wealth is concentrated in Warsaw, Krakow, and Wroclaw; eastern Poland (Lublin, Podlaskie) lags significantly. GDP per capita in Warsaw is €40,000; in eastern regions, it's €12,000, one-third. EU funds reduced this gap in the 2000s, but it's widening again. PiS's social programs—500+ child allowance, pension hikes—redistributed income, lifting rural living standards, but they're fiscally unsustainable. Tusk is trying to maintain them while reducing the deficit, a difficult balancing act.\n\nReal estate is a pressure point. House prices in Warsaw doubled since 2015, driven by low interest rates and undersupply. The NBP raised rates sharply in 2022-23 to combat inflation, killing mortgage lending. New construction fell 40% in 2024. First-time buyers are priced out, rents are soaring. The government launched a mortgage subsidy program in 2024, but critics say it inflates prices further without addressing supply constraints. Zoning laws, local opposition, and slow permitting choke construction. It's a classic NIMBY problem.\n\nBottom line: Poland is at a crossroads. The growth model that worked for 30 years—EU funds, cheap labor, manufacturing exports—is running out of steam. Funds are declining, wages are rising, and Germany is stagnating. Energy transition from coal is necessary but expensive and politically toxic. Demographics are a slow-motion disaster. The Tusk government has stabilized politics and restored EU relations, which helps, but the structural challenges remain. Poland won't collapse—it's too integrated into the EU, too developed. But expect slower growth, 2-3% annually, not the 5% of the glory years. Poland will remain Central Europe's largest economy, but the catch-up with Western Europe will take decades, not years. Managing expectations and navigating transition without social unrest is the challenge. Poland has done harder things—transforming from communism to capitalism. But this next phase won't be easy.",
      "issues": ["EU funds at €200bn since 2004 ending as Poland income rises", "Coal 70% of electricity, phase-out by 2049 commitment straining transition", "Manufacturing 80% of exports vulnerable to German recession", "Population shrinking, fertility at 1.3, working-age population declining", "Fiscal deficit at 5.1%, defense spending at 4% GDP post-Ukraine"]
    },
    {
      "name": "Portugal",
      "lat": 39.3999,
      "lng": -8.2245,
      "summary": "Portugal is having a moment, and it's simultaneously wonderful and worrying. Tourism is booming—30 million visitors in 2024, up from 27 million in 2023, for a country of 10.3 million people. Lisbon and Porto are packed with digital nomads, retirees, and tourists. Tech investment is flowing—startups raised €1.5 billion in 2024, and Lisbon is branding itself as Europe's next startup hub. GDP growth was 2.3% in 2024, and unemployment fell to 6.5%, the lowest in two decades. But underneath the gleam, there's a crisis: housing. Rents and house prices have soared, making Lisbon unaffordable for locals. A one-bedroom apartment in Lisbon averages €1,400/month; the median salary is €1,200. Young Portuguese are emigrating—again—to France, Luxembourg, and the UK, chasing wages that can afford housing. Portugal is gentrifying itself.\n\nThe economic recovery post-2010s debt crisis is real. In 2011, Portugal needed a €78 billion EU-IMF bailout, similar to Greece. Unemployment hit 17%, wages were cut, the economy contracted. It was brutal. By 2025, public debt is down to 99% of GDP from a peak of 135%, the fiscal deficit is 0.8%—basically balanced—and Portugal has regained investment-grade credit ratings. The turnaround is legit. But the composition of growth is lopsided. Services are 75% of GDP, driven by tourism, tech, and real estate. Manufacturing is 13%, down from 20% in 2000. Industry has hollowed out; textiles, footwear, and shipbuilding—once pillars—have shrunk. Portugal is a service economy, and service economies are volatile.\n\nTourism is the double-edged sword. The sector contributes 15% of GDP directly, more including indirect effects, and employs 900,000 people. It's been a lifesaver—tourism revenues hit €25 billion in 2024, up from €18 billion in 2019. Portugal has gorgeous beaches, historic cities, great wine, and crucially, it's safe and sunny. Americans, Brits, Germans, and French flood in. But the model is straining infrastructure. Lisbon's metro is overcrowded. Short-term rentals (Airbnb) have swallowed housing stock—20,000 units in Lisbon alone are listed on platforms, removed from the long-term rental market. The government banned new licenses in urban areas in 2024, but enforcement is weak. Locals resent being priced out of neighborhoods transformed into tourist zones. Anti-tourism protests erupted in Porto in 2024, echoing Barcelona's backlash.\n\nHousing is the political crisis. House prices in Lisbon rose 150% between 2015 and 2024. In Porto, 120%. Average salaries rose 30%. The math doesn't work. Young Portuguese can't buy homes; they can't even afford rent. The fertility rate is 1.4, partially because people can't afford space for children. The government, under center-right Prime Minister Luís Montenegro (elected 2024), has pledged a housing plan—build 100,000 affordable units, limit short-term rentals, offer tax breaks for renters. But execution is slow, and local opposition blocks construction. NIMBYism is strong; neighborhoods resist densification. Portugal has a housing crisis but won't build its way out because politics and regulation block it.\n\nThe tech sector is the bright spot. Lisbon's Web Summit, one of Europe's largest tech conferences, attracts 70,000 attendees annually. Unicorns like Talkdesk (AI customer service) and Outsystems (low-code platforms) are Portuguese-founded. The government offers tax breaks for startups and foreign talent—the D7 visa for remote workers and the NHR (Non-Habitual Resident) tax regime, which gave new residents a decade of reduced taxes. NHR was reformed in 2024 under pressure—it was accused of inflating housing costs by attracting wealthy expats—but tech investment continues. The challenge is scaling. Portugal's domestic market is small, so startups must internationalize early, which is risky. And Portuguese VCs are undercapitalized compared to UK or German funds.\n\nDemographics are grim. Portugal's population is stable at 10.3 million, but it's aging fast. 23% are over 65, projected to hit 35% by 2050. The fertility rate is 1.4, and emigration drains the young. During the 2010s crisis, 500,000 Portuguese emigrated; they're not coming back. Immigration from Brazil, Cape Verde, and more recently Ukraine helps—Portugal granted 400,000 residency permits in 2022-24—but integration is slow, and social services are strained. The pension system is in trouble. The old-age dependency ratio is rising, and contributions are falling. The government has raised the retirement age to 66.5, but it needs to go higher. That's politically toxic.\n\nPublic services are crumbling. The NHS (SNS) is underfunded—Portugal spends 6% of GDP on healthcare, versus 9% OECD average. Wait times for surgeries are months long. Nurses and doctors emigrate to France and Germany for better pay. Education is similarly stressed—teacher salaries are low, schools are underfunded, and PISA scores lag Western Europe. Infrastructure investment is below 2% of GDP, inadequate for a country trying to modernize. Roads are decent, thanks to EU funds, but rail is slow and unreliable outside the Lisbon-Porto corridor.\n\nInequality is moderate by European standards—Gini coefficient 0.32—but regional disparities are stark. Lisbon and Porto thrive; the interior (Alentejo, Beiras) is depopulating and poor. Villages are dying—aging residents, no jobs, no young people. EU funds target rural development, but they can't reverse economic geography. The coast has ports, tourism, and universities; the interior has agriculture and emptiness. It's a Europe-wide pattern, but acute in Portugal.\n\nBottom line: Portugal is fashionable, growing, and fiscally stable, but it's running into the limits of its model. Tourism and tech are booming, but they don't employ everyone, and they inflate housing costs. Manufacturing has declined, leaving the economy service-heavy and vulnerable. Wages are low relative to living costs, driving emigration. Demographics are dire. Public services are strained. Portugal avoided Greece's catastrophe, but it hasn't built a sustainable, broadly shared growth model. If tourism falters—recession, pandemic, climate change making summers unbearably hot—Portugal's vulnerability is exposed. The next decade will test whether Portugal can translate buzz into broad-based development or whether it becomes a playground for tourists and expats while locals leave. Right now, it's uncomfortably close to the latter.",
      "issues": ["Housing crisis: Lisbon rents €1,400, median salary €1,200", "Tourism 15% of GDP, 30m visitors, Airbnb swallowing 20k+ units", "Public debt down to 99% from 135%, but NHS underfunded at 6% GDP", "23% of population over 65, fertility at 1.4, emigration draining youth", "Tech sector growing ($1.5bn VC in 2024) but housing backlash"]
    }
  ]
}
