[
  {
    "name": "Haiti",
    "lat": 18.9712,
    "lng": -72.2852,
    "summary": "# Haiti - Lifestyle\n\nHow do you describe daily life in a society where the state has effectively collapsed? Haiti in 2025 faces a humanitarian crisis so severe that normal lifestyle categories—work, leisure, community—barely apply. Armed gangs control approximately 80% of Port-au-Prince, the government has minimal authority, and basic services like water, electricity, and healthcare are largely absent. What strikes me is how Haitians continue to survive and even maintain social bonds amid chaos that would break most societies. This isn't resilience as virtue—it's resilience as necessity, born from decades of failed governance, international intervention, natural disasters, and now complete state collapse. The lifestyle question for Haiti isn't about quality of life but about bare survival and whether functional society can be rebuilt from current ruins.\n\n## The Big Issue 1: Gang Control as De Facto Governance\n\nBy 2025, Port-au-Prince is effectively controlled by armed gangs, most notably the G9 coalition under Jimmy \"Barbecue\" Chérizier. Daily life means navigating gang territories, paying extortion, facing kidnapping risk, and experiencing or witnessing violence. Basic activities like going to work, school, or market require calculating gang-controlled routes. Women face sexual violence. Children are recruited into gangs. The psychological toll is immense. What's particularly devastating is that gangs have filled the void left by absent state authority—they control neighborhoods, provide some security within their territories, and extract rents like a mafia state. This isn't governance in any legitimate sense, but it's power structure shaping daily life. Middle-class and wealthy Haitians who can afford it have fled to safer areas or abroad. Those remaining—the vast majority—have no choice but to navigate gang rule. The international community has debated intervention, with Kenya committing police forces in 2024-2025, but results have been limited. For Haitians, lifestyle is organized around survival: avoiding violence, securing basic necessities, maintaining family bonds despite constant threat. This is no way to live, yet millions do.\n\n## The Big Issue 2: The Collapse of Basic Services\n\nElectricity in Port-au-Prince is sporadic at best—many areas receive power a few hours per week or not at all. Water systems don't function reliably. Garbage collection doesn't happen. Healthcare is provided by NGOs and private clinics for those who can pay; public health system is barely operational. Schools are closed in many areas due to violence. What this means for daily lifestyle is constant improvisation: charging phones during rare power availability, buying water at inflated prices, burning garbage, relying on traditional medicine or going without healthcare, children missing years of education. The economic impact is crushing—businesses can't operate without power, jobs disappear, and informal sector work becomes only option. What I find remarkable is the informal systems Haitians have developed: neighborhood water committees, community security watches, informal schools in safer areas. But these systems are inadequate substitutes for functioning state services. The lifestyle constraint isn't just poverty—it's the absence of infrastructure that makes modern life possible. Haitians live in urban setting without urban services, creating conditions similar to humanitarian emergencies but without temporary nature—this is becoming permanent reality.\n\n## The Big Issue 3: Emigration as the Only Escape\n\nFor Haitians with any means, emigration is the lifestyle strategy. Whether to Dominican Republic, Chile, Brazil, Mexico en route to the US, or directly seeking US entry, hundreds of thousands have left in recent years. By 2025, Haitian diaspora remittances—estimated at over $3 billion annually—are more significant to Haitian economy than any domestic production. This creates families split across borders, children growing up without parents, and communities sustained by money earned elsewhere. The dangerous journey, especially through Central America toward the US, involves criminal networks, violence, and exploitation, yet people continue to attempt it because staying in Haiti offers no future. What's particularly tragic is that Haiti's educated professionals—doctors, teachers, engineers—are among the first to leave, draining the country of human capital needed for any recovery. Those who remain are often those who lack resources to leave. The lifestyle calculus is stark: stay and risk daily violence and deprivation, or risk dangerous emigration for chance at security and opportunity. That this is the choice facing millions of Haitians represents comprehensive failure of governance, development, and international support.\n\n## The International Angle\n\nHaiti's crisis is inseparable from its history of international intervention and neglect. The 2010 earthquake killed 300,000 and devastated infrastructure, but reconstruction largely failed due to corruption and mismanagement by both Haitian government and international actors. Billions in aid delivered little sustained improvement. The 2021 presidential assassination deepened political chaos. US and other countries have deported Haitians even as conditions deteriorated catastrophically. The Dominican Republic, sharing the island, has closed borders and deported Haitians, creating humanitarian crisis. The Kenyan-led international police force arrived in 2024-2025 but lacks resources and mandate for comprehensive intervention. What Haiti reveals is that once state collapse reaches certain point, recovery is extraordinarily difficult—gangs have incentive to maintain chaos, political elites are often complicit or powerless, and international community lacks will for long-term commitment required. Haiti's lifestyle catastrophe is partly internal failure but also reflects how international system handles—or fails to handle—failed states.\n\n## The Bottom Line\n\nHaiti's lifestyle situation in 2025 is beyond crisis—it's collapse. Daily life for most Haitians involves survival rather than living, security concerns rather than lifestyle choices, and basic necessities rather than quality of life. What's most painful is that Haiti's current state isn't inevitable result of poverty or geography—it's result of political failure, corruption, international neglect, and spiral of violence that feeds on institutional weakness. Haitian people deserve better than perpetual emergency. They deserve functional state, security, services, opportunity. Whether Haiti can rebuild from current depths is unclear. It would require comprehensive intervention—security provision, governance rebuilding, infrastructure investment, economic development—sustained over decades. That level of commitment seems unlikely given international fatigue and Haiti's history of failed interventions. Meanwhile, Haitians adapt as they must: emigrating when possible, surviving when not, maintaining hope despite overwhelming odds. The lifestyle story of Haiti in 2025 is a tragedy—not because Haitians lack capacity or dignity, but because every system that should support decent human life has failed them.",
    "issues": [
      "Gang Control as De Facto Governance",
      "The Collapse of Basic Services",
      "Emigration as the Only Escape"
    ]
  }
]
