[
  {
    "name": "Afghanistan",
    "lat": 33.9391,
    "lng": 67.7100,
    "summary": "Don't come to Afghanistan. Not now. Maybe not for years. The Tourism Ministry—which the Taliban abolished in 2021 because 'tourism is un-Islamic'—used to count 20,000 annual visitors (mostly aid workers, journalists, and the occasional backpacker chasing the ghost of the Hippie Trail). In November 2025, that number is closer to zero. The U.S. State Department's travel advisory: 'Do not travel.' The UK's: 'All but essential travel.' Australia's: 'Do not travel.' The Taliban control every inch of the country, ISIS-K launches attacks every few weeks (they killed 156 civilians between November 2023 and November 2024), and foreigners are targets for kidnapping. But let's talk about what you're missing. The Bamiyan Valley—where the Taliban dynamited the 6th-century Buddha statues in 2001—is one of the world's most haunting archaeological sites, set against the Hindu Kush mountains. The blue-tiled mosques of Herat, the ancient minaret of Jam (a UNESCO World Heritage site in the remote Ghor province), the Wakhan Corridor's snow leopards and Marco Polo sheep—Afghanistan is heartbreakingly beautiful. And under different circumstances, it could be a trekking paradise: the Pamir Mountains, the Band-e-Amir lakes (Afghanistan's first national park, turquoise pools in the desert), the Panjshir Valley's emerald rivers. But those circumstances don't exist. The Taliban banned women from working, so no female tour guides, no women-run guesthouses. They enforce medieval dress codes, forbid music, and arrest anyone they deem un-Islamic. The economy collapsed—half the population (22.9 million) needs humanitarian aid, hotels are shuttered, flights are scarce. The only foreigners here are UN staff, NGO workers, and a handful of intrepid (reckless?) adventure travelers documenting the Taliban's Afghanistan.\\n\\nThe 'tourist infrastructure' is non-existent. Kabul has a few functioning hotels (the Serena, favored by diplomats, survived a 2022 Taliban attack), but outside the capital, you're looking at guesthouses with intermittent electricity, no running water, and no Wi-Fi. Domestic flights on Kam Air and Ariana Afghan Airlines are unreliable—routes get cancelled, planes are old Soviet-era jets, safety standards are questionable. Road travel is a nightmare: highways are pockmarked by IEDs, Taliban checkpoints are everywhere (foreign passports attract suspicion), and bandits operate with impunity in remote areas. There's no functioning tourism board, no visitor centers, no English signage. The few travelers who've visited since 2021 report a mix of warm hospitality (Afghans are famously generous) and constant surveillance (the Taliban follow foreigners, demanding to know their business). Guides are hard to find—most fled the country, and those who remain risk Taliban retaliation for 'Westernizing' visitors. The best time to visit, theoretically, is spring (March-May) or autumn (September-November), when temperatures are mild and the Hindu Kush is accessible. Summer is scorching in the south, winter is brutal in the mountains. But 'best time' is academic when the country is a war zone.\\n\\nVisa requirements are absurd. The Taliban don't issue tourist visas—only business or journalist visas, and both require a letter of invitation from an Afghan entity (good luck finding one). The process is opaque, slow (weeks or months), and expensive (up to $200). Even if you get a visa, entry is no guarantee—Taliban border guards can deny entry for any reason (or no reason). Flying into Kabul International Airport means navigating Taliban immigration officers who don't speak English, demand bribes, and confiscate anything they deem un-Islamic (alcohol, obviously, but also Western books, music, or even photos on your phone). Overland entry from Pakistan (via Torkham Gate) is slightly easier but still risky—the border is a flashpoint for Taliban-Pakistan tensions, and cross-border shelling is common. Iran and Tajikistan borders are tightly controlled. Once in, expect to be watched: the Taliban's intelligence service tracks foreign movements, interrogates locals who interact with visitors, and has detained journalists on espionage charges. Safety? Forget it. Kidnapping risk is 'extreme' (according to security analysts), ISIS-K targets foreigners, and the Taliban themselves are unpredictable—they've detained aid workers, journalists, and academics without charge.\\n\\nThe economic impact of tourism is negligible. Pre-2001, Afghanistan hosted a trickle of adventurers and archaeologists. The 2001-2021 period brought aid workers and contractors (not tourists), and their spending propped up Kabul's service economy. Now? Nothing. The Taliban's economy runs on opium (they banned it in 2022 but production is rebounding), smuggling, and international aid. Tourism contributes 0% to GDP. The Bamiyan Valley, which local authorities once hoped to develop as a tourism hub (trekking, skiing, cultural heritage), is abandoned—hotels are empty, souvenir shops closed, and the local economy has collapsed. The Taliban don't care: they view tourism as a Western vice, and they're focused on enforcing Sharia, not attracting visitors. The 'hidden gems' are inaccessible: the Wakhan Corridor requires permits the Taliban don't issue, the Panjshir Valley (home of anti-Taliban resistance) is a military zone, and the ancient city of Balkh is off-limits due to ISIS-K activity. Even if you could visit, there's no infrastructure: no toilets, no restaurants, no safety net.\\n\\n**Bottom line:** Afghanistan is closed for tourism, and it will remain so as long as the Taliban rule. The country's natural beauty and cultural heritage are extraordinary, but they're locked behind a regime that views outsiders as threats and women as property. If you're an experienced conflict reporter or aid worker, you know the risks. If you're a tourist, stay home. This isn't adventure travel—it's courting disaster. Maybe one day, when Afghanistan has a government that welcomes the world, the Bamiyan Buddhas will be rebuilt, the Wakhan Corridor will host trekkers again, and Kabul's cafes will buzz with backpackers. But that day isn't coming soon.",
    "issues": ["Taliban rule eliminates all tourism", "ISIS-K attacks target foreigners", "No tourist visas issued", "Infrastructure collapsed", "Extreme kidnapping risk", "Humanitarian crisis affecting 50% of population"]
  }
]
