[
  {
    "name": "Argentina",
    "lat": -38.4161,
    "lng": -63.6167,
    "summary": "# Argentina - Technology\n\nThe key question about Argentina's technology sector isn't whether it can produce talent—it already does, at remarkable scale—but whether Javier Milei's radical economic experiment will keep that talent in Buenos Aires or send it fleeing to Miami. Argentina has long been Latin America's most sophisticated technology market: strong engineering education, a startup culture that predates the current boom, and a cost structure that made it attractive for outsourcing before \"nearshoring\" became fashionable. But inflation exceeding 200% annually doesn't just destroy consumer purchasing power; it obliterates the unit economics of any business operating in pesos. What we're seeing now is fascinating from an Aggregation Theory perspective: Milei has fully dollarized technology contracting, eliminated currency controls for tech exports, and positioned Argentina as a libertarian paradise for digital businesses. Mercado Libre, Latin America's Amazon, is headquartered here and now valued at over $90 billion. But the government is simultaneously cutting science funding by 30%, shuttering the Ministry of Science and Technology, and eliminating subsidies that supported early-stage startups. This matters because Argentina's tech sector represents the country's most realistic path to First World status—more than agriculture, more than natural resources. Whether it survives Milei's creative destruction will determine Argentina's economic future.\n\n## The Big Issue 1: Mercado Libre and Platform Dominance\n\nMercado Libre is the strategic story here, and it's a perfect validation of Aggregation Theory. Marcos Galperin built what is essentially the Amazon of Latin America—e-commerce, payments (Mercado Pago), logistics, credit—from Buenos Aires, defying everyone who said you couldn't build a platform business in an emerging market. The company now operates across 18 countries, processes $40 billion in payment volume annually, and has become indispensable infrastructure. This matters strategically because platform businesses create compounding advantages: more buyers attract more sellers, which attracts more buyers, while payment data enables credit offerings that further entrench the platform. Amazon spent two decades trying to crack Latin America and failed; Mercado Libre won by understanding local conditions—cash-on-delivery, installment payments, dealing with unreliable postal systems. But here's the tension: as Argentina's economy implodes, Mercado Libre increasingly looks Brazilian (it derives more revenue from Brazil than Argentina) or pan-Latin American rather than Argentine. The company maintains significant engineering operations in Buenos Aires, employing thousands of highly skilled developers, but it's hedging by expanding elsewhere. For Argentina, this is the strategic risk: your most successful technology company is diversifying away from dependence on you. If Mercado Libre succeeds globally while Argentina continues failing economically, it proves that Argentina can produce world-class technology talent but cannot retain the value that talent creates. That's a damning indictment.\n\n## The Big Issue 2: The Brain Drain Calculus\n\nBuenos Aires has produced a disproportionate share of Latin America's engineering talent for decades. The university system, particularly Universidad de Buenos Aires (UBA), offers free education and produces technically sophisticated graduates. But inflation at 200%+ fundamentally breaks the economic logic of staying. A senior software engineer in Buenos Aires might earn $30,000 annually in peso terms; that same person in Miami earns $150,000+, and in the current environment, there's no currency risk eating away at savings. What we're seeing is a calculated acceleration of brain drain. Milei's government has made it easier to work remotely for foreign companies while living in Argentina—no currency controls on tech services exports, simplified tax treatment—but that's a temporary patch. The fundamental issue is that Argentina cannot offer the economic stability that knowledge workers require for long-term planning. Tech workers aren't like agricultural laborers; they're globally mobile and can take their expertise anywhere. This creates a perverse equilibrium: Argentina educates engineers at public expense, those engineers work remotely for American companies while living in Buenos Aires (enjoying low cost of living), and then emigrate once they want to buy property or start families. The country captures none of the long-term value. Historically, Argentina retained talent through cultural attachment—Buenos Aires is a genuinely cosmopolitan city, with culture rivaling European capitals. But when you can't afford to eat out or cultural institutions are closing due to budget cuts, culture becomes insufficient. The strategic question is whether Milei's dollarization and deregulation can stabilize the economy fast enough to reverse brain drain, or whether the short-term pain accelerates it catastrophically.\n\n## The Big Issue 3: The Science Funding Collapse\n\nHere's where Milei's libertarian experiment collides with technological reality: he's cut government science funding by 30% and shuttered the Ministry of Science and Technology entirely, arguing that market forces should determine research priorities. This is ideologically pure and strategically foolish. Technology development requires patient capital and basic research that doesn't immediately commercialize—exactly what markets underprovide. Argentina had built legitimate scientific capabilities: biotechnology, agricultural technology, nuclear research, and increasingly AI research. CONICET, the National Scientific and Technical Research Council, employed 10,000 researchers and supported thousands more. Milei views this as state waste; scientists view it as the foundation for innovation. The business model question is: who funds research if government doesn't? In the U.S., it's a combination of government (NIH, NSF, DARPA), universities with massive endowments, and corporate R&D. Argentina has none of those at scale. Venture capital exists but focuses on near-term commercialization, not basic research. Universities are chronically underfunded. Corporations are mostly foreign multinationals with R&D located elsewhere. So cutting government research funding doesn't shift innovation to the private sector; it simply eliminates innovation. For context, Israel—another small country punching above its weight in technology—spends 5% of GDP on R&D, with significant government support. Argentina is moving toward zero. This matters because technological development isn't just about coding; it's about the broader ecosystem of research, experimentation, and knowledge creation. If you gut that, you become a source of cheap labor for foreign companies rather than a creator of valuable intellectual property.\n\n## The International Angle\n\nArgentina's technology sector is being watched closely as a test case for whether radical free-market policies can jumpstart innovation in emerging markets. Silicon Valley libertarians are genuinely excited about Milei's experiment—eliminate regulation, slash government, let markets allocate resources—and some are betting real money on Argentine startups. Y Combinator has funded several Argentine companies; Andreessen Horowitz is looking at opportunities. But the flip side is that China, which had been investing in Argentine technology infrastructure, is now pulling back as the government pivots toward Washington. This matters for 5G networks, cloud infrastructure, and AI development, where Chinese companies had been competitive bidders. The U.S.-China technology competition is playing out in Argentina's policy choices: align with American tech platforms and capital, or maintain openness to Chinese infrastructure and investment. Milei has chosen the former, which brings American capital but also American dependencies. For European observers, Argentina is a cautionary tale about what happens when you don't maintain industrial policy for strategic sectors. And for other Latin American countries—Brazil, Mexico, Colombia—Argentina is both inspiration (Mercado Libre proves you can build globally competitive platforms) and warning (economic instability will destroy even your most promising sectors).\n\n## The Bottom Line\n\nArgentina's technology sector is genuinely world-class but existentially threatened by economic chaos. Milei's bet is that dollarization, deregulation, and fiscal discipline will create stability that allows tech to flourish; the risk is that gutting government support while the economy contracts drives irreplaceable talent abroad and collapses the research ecosystem that feeds future innovation. Mercado Libre proves Argentina can build platform businesses that matter globally, but it also shows that success means becoming less Argentine over time. The next two years will determine whether Argentina becomes a technology powerhouse or a cautionary tale about squandering human capital.",
    "issues": ["Mercado Libre and Platform Dominance", "The Brain Drain Calculus", "The Science Funding Collapse"]
  }
]
