{
  "Armenia": {
    "summary": "Step into any Armenian home and you'll encounter lavash—that pillowy flatbread slapped against tandoor walls, emerging blistered and smoky. It's more than bread; it's UNESCO heritage, wrapped around herbs, cheese, or grilled meats at every meal. Khorovats (barbecue) defines summer gatherings, with pork or lamb marinated in pomegranate and cooked over vine wood. Dolma—grape leaves stuffed with rice and meat—shows up in dozens of regional variations, from Yerevan's tart versions to Gyumri's spicier takes. The khash ritual (a tripe stew eaten at dawn with vodka toasts) remains a winter tradition, while harissa (wheat and chicken porridge) demonstrates Armenian comfort food at its simplest. Pomegranates, apricots, and walnuts anchor the flavor profile—tart, sweet, earthy. Yerevan's dining scene is exploding: Dolmama and Sherep Restaurants modernize classics with local wines from the Ararat Valley, where 6,000-year-old winemaking traditions are experiencing a renaissance. The brandy industry, dominated by Yerevan Brandy Company, exports globally, while artisan cheese makers in Lori Province revive Soviet-era recipes. Street food means fresh gata (sweet bread) from corner bakeries and sujuk (spiced sausage) at the GUM Market. Food here is generous, family-centered, and deeply tied to church feasts and seasonal rhythms. With new chef-driven spots like Kavkazskaya Plennitsa blending Georgian and Armenian techniques, and wine tourism booming, Armenian cuisine is claiming its place on the global stage. Watch for the apricot harvest in July and the pomegranate wine experiments coming out of Vayots Dzor.",
    "issues": ["Lavash UNESCO Heritage", "Khorovats Barbecue Culture", "Ararat Valley Wine Renaissance", "Armenian Brandy Exports", "Modern Yerevan Dining"]
  },
  "Azerbaijan": {
    "summary": "Saffron rice glistens with butter at the bottom of every plov pot—that crispy layer called gazmag is the prize, fought over at Azerbaijani tables. Plov isn't just a dish; it's the centerpiece of weddings, holidays, and Friday dinners, layered with lamb, chestnuts, dried fruits, and herbs depending on the region. Baku's Shah Plov combines rice with fish and eggs under lavash, while Sheki's version uses local walnuts and fragrant spices. Dushbara (tiny dumplings in broth) and dolma (stuffed vegetables) showcase the delicate handwork of home cooks, often passed down through generations. Tandoor bread fresh from the oven, paired with Baku's famous sturgeon kebabs, defines the Caspian coast's food scene. Pomegranate, sumac, and fresh herbs like coriander and dill dominate the flavor palette—bright, acidic, green. Baku's Chinar and Boulevard Brasserie modernize Azerbaijani classics with Caspian caviar and local wines from Ganja, while the city's Taza Bazaar overflows with fresh produce, spices, and halvah vendors. Azerbaijan's pomegranate and hazelnut exports are booming, and the Goychay Pomegranate Festival every November celebrates the fruit that defines the cuisine. Tea culture here is serious—dark, strong, served in pear-shaped glasses with jam and sweets at every gathering. Street food means qutab (thin stuffed flatbreads) and baliq (grilled fish) along the Boulevard. With new restaurants like Art Club and Nargiz opening with chef-driven menus, and the wine industry reviving in Tovuz, Azerbaijani cuisine is balancing Soviet nostalgia with modern ambition. Don't miss the walnut harvest in autumn and the Novruz holiday's special wheat pudding, samani.",
    "issues": ["Plov Rice Mastery", "Caspian Sturgeon & Caviar", "Pomegranate Festival Culture", "Baku Fine Dining Boom", "Tea Ceremony Tradition"]
  },
  "Bahamas": {
    "summary": "Conch—pronounced \"conk\"—rules the Bahamian kitchen, from cracked conch (battered and fried) to conch salad (raw, lime-cured, mixed with peppers and onions). You'll find it at every fish fry, especially Arawak Cay in Nassau, where Thursday nights turn into a street party with fresh conch, fried snapper, and peas n' rice. The national dish, though, is rock lobster, not conch—grilled, buttered, served with coleslaw and johnnycake, those slightly sweet fried bread rounds. Guava duff, a rolled pudding with guava and rum sauce, is dessert comfort, while souse (spiced meat broth with lime) is the Sunday breakfast tradition. The Out Islands—Eleuthera, Exuma, Abaco—offer simpler, purer versions: boiled fish with grits, fresh grouper, stone crab when in season. Bahamian flavors lean on scotch bonnet peppers, allspice, and citrus, with Goombay Punch (a rum-spiked pineapple drink) flowing freely. Nassau's Graycliff Restaurant holds five stars and a massive wine cellar, while newer spots like Mahogany House and Pier One blend local ingredients with international techniques. Spiny lobster exports drive the economy, alongside grouper and snapper. The annual Junkanoo festival brings special dishes—baked ham, potato salad, rum cake—while fish fries are year-round social hubs. Street vendors sell conch fritters and sky juice (coconut water with condensed milk and gin). With resort dining improving across Paradise Island and chef-driven spots opening in Nassau, Bahamian food is getting the attention it deserves. Time your visit for lobster season (August–March) and the Eleuthera Pineapple Festival in June.",
    "issues": ["Conch Culture Dominance", "Arawak Cay Fish Fry", "Spiny Lobster Exports", "Nassau Fine Dining Growth", "Island Food Simplicity"]
  },
  "Barbados": {
    "summary": "Flying fish and cou-cou—cornmeal and okra cooked to a polenta-like texture, topped with fried flying fish and spicy sauce—is Barbados on a plate. You'll find it Friday nights at every rum shop and Sunday tables across the island. Flying fish, the national fish, appears breaded, steamed, or curried, caught fresh off the east coast. Macaroni pie (baked mac and cheese with a Bajan twist) is the mandatory side dish, rich and slightly sweet. Fish cakes—salt cod fritters with scotch bonnet and herbs—are the ultimate street snack, sold at bus stops and beach bars. Pepper pot, a stew with cassareep (cassava syrup), meat, and Caribbean spices, has Amerindian roots and shows up at holiday tables. The island's rum punch is a science: one sour (lime), two sweet (sugar), three strong (Mount Gay rum), four weak (water or juice). Oistins Fish Fry on Friday nights is the place to eat—grilled mahi-mahi, kingfish steaks, sweet potato fries, loud music, and local beer. Bridgetown's restaurant scene is maturing: The Cliff offers clifftop fine dining, while Cutters serves upscale Bajan classics. Barbados produces sugar, rum (Mount Gay, founded 1703), and hot sauce, with Bajan pepper sauce a national obsession. The island's fishing industry is significant, though climate change is affecting flying fish migrations. Street food culture thrives with fishcakes, pudding and souse (pickled pork), and coconut bread from corner bakeries. With new spots like Tapas and restaurants experimenting with vegan versions of classics, Barbados is honoring tradition while evolving. Visit during Crop Over festival (July–August) for special dishes and rum-soaked celebrations.",
    "issues": ["Flying Fish Tradition", "Oistins Fish Fry Scene", "Mount Gay Rum Heritage", "Bajan Pepper Sauce Obsession", "Modern Bridgetown Dining"]
  },
  "Belize": {
    "summary": "Rice and beans cooked in coconut milk with stewed chicken and potato salad—that's the Belizean Sunday plate, influenced by the Creole majority. But Belize's food is a wild mix: Maya tamales wrapped in banana leaves, Garifuna hudut (fish in coconut broth with mashed plantains), Mestizo escabeche (onion soup with chicken), and Caribbean-style fry jacks (puffy fried bread) for breakfast. The coastal towns live on seafood: fresh lobster (in season June–February), conch ceviche, whole fried snapper, and the famous Belizean fish seré (coconut fish stew). Marie Sharp's hot sauce—made in the Stann Creek Valley—is the national condiment, with habanero-based flavors that range from mild to \"beware.\" Caye Caulker and Ambergris Caye offer beachside barbecue—grilled lobster, rum punch, lime-soaked conch. Belize City's street food scene includes garnaches (fried tortillas with beans and cabbage), panades (fried corn pockets), and salbutes (puffed tortillas with toppings). San Ignacio's market sells fresh cacao, allspice, and cassava. Fine dining is limited but growing: Elvi's Kitchen in San Pedro and Matachica Resort serve elevated Belizean-Caribbean fusion. Belize produces cacao (reviving ancient Maya traditions), sugar, citrus, and seafood for export. The Maya cacao trail is attracting food tourists, with bean-to-bar chocolate workshops in Toledo District. Garifuna Settlement Day (November 19) brings hudut, cassava bread, and drumming. Lobster Fest in June and July celebrates the opening of lobster season with island-wide competitions. With eco-lodges serving farm-to-table meals and chocolate tourism growing, Belize's food identity is finding its voice. Don't miss the chance to try gibnut (a rodent delicacy) and fresh cashew wine in Crooked Tree Village.",
    "issues": ["Rice & Beans National Dish", "Marie Sharp's Hot Sauce Fame", "Maya Cacao Revival", "Lobster Season Culture", "Garifuna Hudut Tradition"]
  },
  "Benin": {
    "summary": "Pâte rouge—corn or cassava dough cooked until thick, served with a fiery tomato-based sauce loaded with fish or meat—is Benin's weekday staple. The French colonial influence shows in fresh baguettes sold at every street corner, stuffed with omelettes, sardines, or spicy bean cakes (akara). Akara, made from black-eyed peas ground with onions and peppers, then deep-fried, is the ultimate breakfast, crispy outside, fluffy within. Amiwo, a tomato-based corn porridge with chicken or fish, appears at family gatherings, while ablo (steamed rice cakes) are sold by vendors with spicy pepper sauce. Cotonou's Dantokpa Market—West Africa's largest—overflows with smoked fish, palm oil, tropical fruits, and the pungent amanvivè (fermented tofu-like condiment). Grilled fish along the coast—red snapper, barracuda—comes with attieke (cassava couscous) and piment (hot pepper sauce). Palm wine flows freely, tapped fresh from trees and sold in calabashes. Beninese cuisine shares DNA with Nigerian food across the border: jollof rice, suya (spiced grilled meat), and egusi soup all appear. Fine dining is minimal but growing in Cotonou, with spots like Le Living Room and La Verdure offering French-Beninese fusion. Street food culture thrives: wagashi (fried cheese), plantain chips, grilled corn. Benin exports cashews, cotton, and palm oil, with cashew processing becoming a major industry. Food here is communal, eaten with hands from shared bowls, with fufu or pâte as the vehicle. Vodoun (voodoo) ceremonies involve specific dishes—yam porridge, chicken sacrifices, ritual foods. With young chefs experimenting at Cotonou's new cafes and the cashew harvest growing, Beninese food is quietly evolving. Visit during the Ouidah Voodoo Festival in January for ceremonial foods and palm wine toasts.",
    "issues": ["Pâte Rouge Staple", "Dantokpa Market Culture", "Akara Street Food", "Cashew Export Boom", "Vodoun Ceremonial Foods"]
  },
  "Bhutan": {
    "summary": "Ema datshi—fiery red and green chilies cooked in a thick cheese sauce—is not a side dish in Bhutan; it's the main event, eaten with red rice at every meal. Bhutanese don't treat chilies as spice; they're a vegetable, essential and abundant. Variations include kewa datshi (potatoes with cheese), shamu datshi (mushrooms), and shakam ema datshi (dried beef). Red rice, grown in the Paro Valley, is nutty and slightly sticky, the perfect base for these saucy, cheese-heavy dishes. Momo (dumplings) filled with pork, beef, or cheese are ubiquitous, steamed or fried, served with ezay (spicy chili sauce). Jasha maru (spicy chicken stew) and phaksha paa (pork with red chilies) showcase Bhutanese love of heat and fat. Ara (distilled grain alcohol) and butter tea (suja, made with yak butter and salt) fuel cold mountain mornings. Thimphu's weekend market sells fresh yak cheese, dried beef, and foraged mushrooms and ferns from the forests. The high-altitude climate means limited vegetables—cabbage, radishes, potatoes—but abundant dairy from yaks. Buckwheat pancakes (puta) and roasted barley flour (tsampa) reflect Tibetan influences. Fine dining doesn't exist in the traditional sense, but hotels like Amankora and Six Senses serve refined versions of Bhutanese classics with organic ingredients. Street food means momos from small windows and fried snacks. Bhutan's organic farming policy (100% organic since 2020) shapes food production, though imports from India supplement local harvests. Archery tournaments involve elaborate picnics with ema datshi, dried beef, and ara. With tourism limited and food culture preserved, Bhutanese cuisine remains one of Asia's most distinctive. Try suja (butter tea) at dawn and don't underestimate the chili heat—even vegetables are weapons here.",
    "issues": ["Ema Datshi Centrality", "Red Rice Tradition", "100% Organic Farming", "Yak Cheese Culture", "Chili as Vegetable"]
  },
  "Bolivia": {
    "summary": "Silpancho—a massive fried beef cutlet, breaded and crispy, topped with rice, potatoes, fried egg, and tomato salsa—is Cochabamba's gift to Bolivian comfort food. It's absurdly filling, unapologetically carb-heavy, and exactly what you want at altitude. La Paz's salteñas (baked empanadas with soupy filling) are breakfast, eaten standing up with napkins to catch the spill of meat, potatoes, peas, and slightly sweet, spiced broth. Anticucho—grilled beef heart marinated in cumin and aji panca—sizzles on street corners, served with boiled potatoes and spicy peanut sauce. Chairo (a thick soup with lamb, chuño—freeze-dried potatoes—and vegetables) warms cold Altiplano nights. Pique macho (a pile of beef, sausage, peppers, onions, and fries) is bar food, beer-soaked and generous. Bolivian food is Indigenous at its core: quinoa, potatoes (in hundreds of varieties), chuño, and llama meat dominate the highlands. Lake Titicaca's trout, introduced in the 1940s, is now grilled or fried across the region. Cochabamba's market, La Cancha, sells fresh produce, dried llama meat, and api (a sweet purple corn drink). Fine dining is minimal but emerging in La Paz: Gustu, opened by Claus Meyer (Noma co-founder), champions Indigenous ingredients with a tasting menu approach, while Ali Pacha offers high-end vegan Bolivian cuisine. Singani, a grape brandy, is the national spirit, mixed in chuflay cocktails. Street food thrives: humintas (corn cakes), tucumanas (fried pastries), and choripán (chorizo sandwiches). Bolivia exports quinoa globally, though local consumption has declined as prices rise. With chefs like Marsia Taha promoting Indigenous foodways and new restaurants exploring Amazonian ingredients, Bolivian cuisine is finding pride and voice. Visit for Alasitas festival in January for miniature food offerings and good luck rituals.",
    "issues": ["Silpancho Comfort Food", "Salteña Breakfast Culture", "Gustu Indigenous Cuisine", "Quinoa Export Boom", "Lake Titicopa Trout"]
  },
  "Bosnia and Herzegovina": {
    "summary": "Ćevapi—grilled minced meat sausages, served in somun (fluffy flatbread) with raw onions and kajmak (clotted cream)—is Bosnia's soul food, found at every ćevabdžinica (ćevapi restaurant) from Sarajevo to Mostar. Zeljo and Petica in Sarajevo serve the platonic ideal: ten juicy ćevapi, charcoal-grilled, smoky, rich. Burek, flaky phyllo pastry filled with meat (burek proper), cheese (sirnica), or spinach (zeljanica), is breakfast, bought hot from bakeries and eaten with yogurt. Bosanski lonac (Bosnian pot)—a slow-cooked stew of layered meats and vegetables—appears at Sunday tables and celebrations. Begova čorba, a creamy chicken and vegetable soup with okra, dates to Ottoman times and warms winter evenings. Sogan-dolma (stuffed onions) and sarma (stuffed cabbage) reflect Turkish influences, while prebranac (baked beans) and ajvar (roasted red pepper spread) are Serbian staples. Rakija (fruit brandy) flows at every gathering, homemade and potent. Mostar's old bridge area offers fresh trout from the Neretva River and pita (phyllo pies) in endless variations. Coffee culture is serious—Bosnian coffee, thick and strong, served in copper pots with Turkish delight, is a daily ritual. Sarajevo's Baščaršija bazaar sells baklava, fresh kajmak, and smoked meats. Fine dining is emerging: Dveri in Sarajevo offers refined Bosnian classics in an Ottoman-era setting. The food here straddles East and West—Ottoman, Austro-Hungarian, Slavic—creating a unique blend. Tufahija (poached apples with walnuts) is dessert luxury. With craft beer bars opening in Sarajevo and chefs exploring regional ingredients, Bosnian food is modernizing while honoring tradition. Visit during Ramadan for iftar feasts or autumn for fresh kajmak and mushroom foraging season.",
    "issues": ["Ćevapi Grilled Perfection", "Burek Breakfast Ritual", "Bosnian Coffee Culture", "Ottoman-Austro Fusion", "Sarajevo Food Revival"]
  },
  "Botswana": {
    "summary": "Seswaa—slow-cooked beef or goat, pounded into shreds, seasoned simply with salt—is Botswana's national dish, served at weddings, funerals, and celebrations with pap (stiff maize porridge) and morogo (wild spinach). The meat is tender, almost melting, and the ritual of pounding it in a wooden mortar is communal. Mopane worms—caterpillars harvested from mopane trees, dried or fried—are a protein-rich delicacy, crunchy and earthy, sold in markets and eaten as snacks. Bogobe (sorghum or maize porridge) comes in sweet and savory versions, while vetkoek (fried dough balls) are street food, stuffed with mince or jam. Braai (barbecue) culture is huge—beef, boerewors (sausage), and chicken grilled over open flames at weekend gatherings. Botswana beef, grass-fed and hormone-free, is a major export to the EU, prized for quality. Gaborone's Bull & Bush Pub and Caravela Portuguese Restaurant offer upscale takes on local and regional flavors, while the city's growing cafe scene serves flat whites and gourmet sandwiches. Traditional foods like madila (soured milk) and dikgobe (beans and maize stew) remain staples in rural areas. The Okavango Delta's lodges serve game meat—kudu, impala, warthog—grilled or in stews, with wild herbs and African spices. Street vendors sell fat cakes, magwinya (fried dough), and boiled mealies (corn on the cob). Botswana's food culture is understated, meat-heavy, and tied to pastoral Tswana traditions. With fine dining limited but improving, and beef exports growing, the country's culinary identity centers on quality meat and communal eating. Visit during the mopane worm season (November–February) for the full experience, and don't miss traditional beer brewed from sorghum in village settings.",
    "issues": ["Seswaa National Dish", "Mopane Worm Tradition", "Botswana Beef Exports", "Braai Culture", "Game Meat Cuisine"]
  },
  "Brazil": {
    "summary": "Feijoada—black beans slow-cooked with pork ribs, sausage, and beef, served with rice, collard greens, farofa (toasted cassava flour), and orange slices—is Brazil's Saturday ritual, a meal that takes hours to eat and digest. It's African-rooted, Portuguese-adapted, and entirely Brazilian. But Brazil's food is wildly regional: Bahia's moqueca (coconut-milk fish stew with dendê oil and peppers) is nothing like São Paulo's virado à paulista (beans, pork, and fried eggs). The Northeast runs on acarajé (black-eyed pea fritters filled with vatapá and shrimp), tapioca crepes, and carne de sol (sun-dried beef). The Amazon offers tacacá (a sour soup with jambu leaves that numb your mouth), açaí bowls (the original, unsweetened version), and exotic fish like pirarucu. Churrascarias (Brazilian steakhouses) serve endless cuts of grilled meat—picanha, fraldinha, costela—carved tableside with chimichurri and farofa. Pão de queijo (cheese bread), brigadeiro (chocolate truffles), and pastel (fried pastries) are street food staples. São Paulo's dining scene rivals any global city: D.O.M. (two Michelin stars) and A Casa do Porco celebrate Brazilian ingredients with fine-dining technique, while markets like Mercado Municipal sell mortadella sandwiches and tropical fruits. Coffee culture is intense—espresso-style cafézinho drunk throughout the day. Brazil exports coffee, beef, soybeans, and sugar, dominating global markets. Cachaça (sugarcane spirit) fuels caipirinhas and samba nights. Rio's beaches offer grilled cheese on a stick and açaí with granola. With Indigenous ingredients gaining attention, chefs like Alex Atala and Helena Rizzo are redefining Brazilian cuisine globally. Visit during Carnival for street food, or June for festa junina's corn-based dishes and quentão (spiced cachaça).",
    "issues": ["Feijoada Saturday Tradition", "Regional Cuisine Diversity", "São Paulo Fine Dining", "Cachaça & Caipirinha Culture", "Amazon Ingredient Revival"]
  },
  "Bulgaria": {
    "summary": "Shopska salad—tomatoes, cucumbers, peppers, and onions topped with a mountain of grated sirene (white cheese)—is the table starter, bright and fresh, drizzled with sunflower oil. Banitsa (flaky phyllo pastry with cheese and eggs) is breakfast, bought warm from bakeries or made at home for holidays with hidden charms baked inside for New Year's luck. Kavarma (slow-cooked pork or chicken with peppers and tomatoes in a clay pot) and Bob chorba (hearty bean soup with paprika) are winter comfort. Kebapche and kyufte (grilled minced meat sausages and patties) sizzle at mehanas (taverns) alongside Shopska and a cold Zagorka beer. Tarator—a cold cucumber and yogurt soup with garlic and dill—refreshes summer afternoons. Bulgaria's yogurt (kiselo mlyako) is legendary, thick and tangy, credited to Lactobacillus bulgaricus and tied to longevity myths. Lyutenitsa (a thick pepper and tomato spread) and ayvar are pantry staples, slathered on bread. Rose oil from the Valley of Roses flavors Turkish delight and desserts. Sofia's dining scene is growing: Made in Home and Cosmos offer refined Bulgarian classics, while Raketa Rakia Bar celebrates Bulgaria's fruit brandy obsession with hundreds of varieties. Rakia, distilled from grapes, plums, or apricots, is ritual—sipped before meals with a toast (\"Nazdrave!\"). Street food means banitsa from kiosks and grilled corn. Bulgaria produces wine (especially from Thracian Valley), rose oil, and dairy for export. The Rhodope Mountains offer wild mushrooms, herbs, and kapama (a meat and sauerkraut casserole). With natural wine bars opening in Sofia and chefs exploring Thracian and Ottoman heritage, Bulgarian food is shedding its Soviet image. Visit in autumn for grape harvest festivals and fresh cheese-making in the mountains.",
    "issues": ["Shopska Salad Tradition", "Bulgarian Yogurt Fame", "Rakia Ritual Culture", "Rose Valley Products", "Sofia Dining Renaissance"]
  },
  "Burkina Faso": {
    "summary": "Riz gras (fatty rice)—rice cooked in tomato sauce with meat, vegetables, and plenty of oil—is Burkina Faso's celebratory dish, served at weddings and holidays, rich and satisfying. To (or tô), a thick porridge made from millet, sorghum, or maize, is the daily staple, eaten with sauce—okra, peanut, baobab leaf—scooped with the right hand. Poulet bicyclette (free-range chicken, named for its tough, cyclist-like legs) is grilled or stewed, more flavorful than factory-raised birds, served with attiéké (cassava couscous) or fried plantains. Ouagadougou's Rood Woko market sells fresh vegetables, dried fish, and néré seeds (used to make soumbala, a fermented condiment). Brochettes (grilled meat skewers) sizzle at street corners, served with spicy pepper sauce and fresh baguettes (French colonial legacy). Dégué—millet porridge mixed with yogurt and sugar—is a sweet treat, refreshing in the Sahel heat. Burkinabé food shares much with neighbors—jollof rice, fufu, grilled tilapia—but the use of local grains like fonio (an ancient superfood) sets it apart. Zoom kom (millet flour drink) and bissap (hibiscus tea) are popular beverages. Fine dining is almost nonexistent, though hotels like Laïco and Azalaï offer international menus. Street food dominates: akara (bean cakes), alloco (fried plantains), and wagashi (fried cheese). Burkina Faso exports mangoes, shea nuts, and sesame, with shea butter production supporting rural women. Food culture centers on communal eating, with large bowls shared among families. FESPACO, Africa's largest film festival held in Ouagadougou every two years, brings food vendors and culinary diversity. With young entrepreneurs opening small cafes and juice bars in the capital, Burkinabé cuisine is slowly modernizing. Visit during mango season (March–June) for the sweetest fruit and cooler weather.",
    "issues": ["To Porridge Staple", "Riz Gras Celebration", "Fonio Superfood Revival", "Mango Export Boom", "Street Food Culture"]
  }
}
